Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_limak
source: Established in 1976 with Limak Construction, Limak Group of Companies has added tourism, cement, energy, infrastructure, airport management and operations, port management, food and aviation sectors to its operations by growing sustainably over time. Limak Construction which has successfully completed many projects with the total value of more than $ 6 billion including airports, ports, dams, irrigation systems, highways, hydroelectric power plants, industrial plants, oil and gas pipelines, building complexes, hotels and resorts, is among the world’s largest international construction companies list of Engineering News Record Magazine. Limak Tourism Group which owns one of the biggest hotel chains in Turkey is growing sustainably and increasing its contribution to the Turkish economy and Turkey’s global representation. Currently Limak Tourism Group owns and operates Limra, Arcadia, Lara and Atlantis Hotels in Antalya, Ambassadore Hotel in Ankara, Eurasia Hotel and ISG Airport Hotel in İstanbul and Thermal Hotel in Yalova. Limak Tourism Group continues its investments in many regions of Turkey and Cyprus. Limak Cement Group has become the third biggest cement group in Turkey since 2011, with its 10 cement factories operating in Siirt, Diyarbakır, Gaziantep, Şanlıurfa, Bitlis, Mardin Derik, Ankara, Balıkesir, Kırklareli and İstanbul Ambarlı. Limak Energy Group is active in the whole energy value chain including electricity generation, distribution, sales and trading. Under its strategic targets, Limak Energy continues to develop new projects in order to reach 5000 MW generation capacity. Currently Limak Energy generates electricity in 5 hydroelectric power plants. By 2014, the Group is targeting to put into operation three more hydro power plants. When all renewable energy generation projects are complete, the Group’s total capacity will be over 1000 MW. Limak entered the electricity distribution business in 2010 by winning the tenders for the privatization of Uludag and Camlibel electricity distribution companies in Turkey. In 2012 the Group has become a market leader in electricity distribution by winning the tenders for the privatization of Bogazici and Akdeniz electricity distribution companies in Turkey and Kosovo Electricity Distribution in Kosovo. Limak Energy is also one of the front-runner and innovative energy sales and trading companies in the market. Limak has transferred its achievement gained through the construction and management of Istanbul Sabiha Gokcen International Airport to Pristina International Adem Yasari Airport. Limak continues its success in the transportation sector with Iskenderun Port. The goal of Limak is to make the Iskenderun Port as the most important container port of Mediterranean. Limak Group of Companies whose quality of services has been certified by various international awards and certificates both at home and abroad is working in all the sectors it exists with its experienced and trained manpower within the principle of maximum productivity and effectiveness and occupying a prominent place among the leading companies. www.limak.com.tr
sq: Themeluar në vitin 1976 me Limak Construction, Grupi i kompanive Limak ka shtuar turizmin, çimenton, energjinë, infrastrukturën, menaxhimin dhe operimet e aeroporteve, menaxhimin e porteve, sektorët e ushqimit dhe të aviacionit në operimet e saj me rritje të qëndrueshme me kalimin e kohës. Limak Construction, që ka përfunduar me sukses shumë projekte me vlerë të përgjithshme prej më shumë se 6 miliardë $ duke përfshirë aeroportet, portet, digat, sistemet e ujitjes, autostradat, hidrocentralet, impiantet industriale, tubacionet e naftës dhe gazit, komplekset e ndërtesave, hotelet dhe vendpushimet, është në mesin e kompanive më të mëdha ndërkombëtare të ndërtimit në botë sipas revistës Engineering News Record Magazine. Limak Tourism Group që zotëron një nga rrjetet më të mëdha hoteliere në Turqi është në rritje të qëndrueshme duke shtuar kontributin e saj në ekonominë turke dhe përfaqësimin global të Turqisë. Aktualisht, Limak Tourism Group ka në pronësi dhe operon me hotelet Limra, Arcadia, Lara dhe Atlantis në Antalya, Ambassadore Hotel në Ankara, Hotel Euroasia dhe ISG Airport Hotel në Stamboll dhe Hotel Thermal në Yalova. Limak Tourism Group vazhdon investimet e saj në shumë rajone të Turqisë dhe Qipros. Limak Cement Group është bërë grupi i tretë më i madh i çimentos në Turqi që nga viti 2011, me 10 fabrikat e çimentos që operojnë në Siirt, Dijarbakër, Gaziantep, Shanlëurfa, Bitlis, Mardin Derik, Ankara, Balikesir, Kırklareli dhe Stamboll Ambarli. Limak Energy Group është aktiv në tërë zinxhirin e vlerës energjetike duke përfshirë prodhimin, shpërndarjen, shitjen dhe tregtimin e energjisë elektrike. Sipas objektivave të saj strategjike, Limak Energy vazhdon zhvillimin e projekteve të reja në mënyrë që të arrijë kapacitetin prodhues prej 5000 MW. Aktualisht, Limak Energy prodhon energji elektrike në 5 hidrocentrale. Nga 2014, Grupi synon vënien në punë edhe të tri hidrocentraleve tjera. Kur të përfundojnë të gjitha projektet e gjenerimit të energjisë së ripërtrishme, kapaciteti total i Grupit do të jetë mbi 1000 MW. Limak hyri në biznesin e shpërndarjes së energjisë elektrike në vitin 2010, duke fituar tenderët për privatizimin e kompanive të shpërndarjes së energjisë elektrike Uludag dhe Camlibel në Turqi. Në vitin 2012, Grupi u bë lider në tregun e shpërndarjes së energjisë elektrike, duke fituar tenderët për privatizimin e kompanive të shpërndarjes së energjisë elektrike Bogazici dhe Akdeniz në Turqi dhe Shpërndarjen e Energjisë Elektrike në Kosovë. Limak Energy është gjithashtu një nga kompanitë favorite dhe inovative në tregun e shitjes dhe tregtimin me energji. Limak ka transferuar arritjet e saj të fituara përmes ndërtimit dhe menaxhimit të Aeroportit Ndërkombëtar të Stambollit Sabiha Gokcen në Aeroportin Ndërkombëtar të Prishtinës Adem Jashari. Limak vazhdon suksesin e saj në sektorin e transportit me portin Iskanderun. Qëllimi i Limak është që porti Iskenderun të bëhet porti më i rëndësishëm i kontejnerëve i Mesdheut. Grupi i kompanive Limak, cilësia e shërbimeve të cilit është certifikuar me çmime dhe certifikata të ndryshme ndërkombëtare, në shtëpi dhe jashtë vendit, është duke punuar në të gjithë sektorët ku ekziston me fuqi punëtore me përvojë dhe të trajnuar në kuadër të parimit të produktivitetit dhe efektivitetit maksimal dhe duke zënë një vend të shquar në mesin e kompanive kryesore. www.limak.com.tr
sr: Osnovan 1976. sa Limak Construction, Grupa kompanija Limak je dodala turizam, cement, energiju, infrastrukturu, rukovođenje i poslovanje aerodroma, rukovođenje luka, sector prehrane i vazduhoplovne sektore svom poslovanju koji pokazuje održiv rast tokom vremena. Limak Construction koji je uspešno završio mnoge projekte u ukupnoj vrednosti od preko 6 milijardi $, uključujući aerodrome, luke, brane, sisteme za navodnjavanje, autoputeve, hidroelektrane, industrijska postrojenja, naftovode i gazovode, hotele i odmarališta, je među najvećim svetskim međunarodnim građevinskim kompanijama prema časopisu Engineering News Record Magazine. Limak Tourism Group koja poseduje jedan od najvećih hotelskih lanaca u Turskoj pokazuje održiv rast i povećanje svog doprinosa turskoj ekonomiji i globalnoj zastupljenosti Turske. Trenutno, Limak Tourism Group poseduje i upravlja hotelima Limra, Arcadia, Lara i Atlantis u Antaliji, Ambassadore Hotel u Ankari, Hotel Eurasia i ISG Airport Hotel u Istanbulu i Hotel Thermal u Yalovi. Limak Tourism Group nastavlja sa svojim ulaganjima u mnogim regionima Turske i Kipra. Limak Cement Group hje postala treća najveća cementa grupa u Turskoj od 2011., sa svojih 10 cementara koje posluju u Siirtu, Diyarbakıru, Gaziantepu, Şanlıurfau, Bitlisu, Mardin Deriku, Ankari, Balıkesiru, Kırklareliu i İstanbul Ambarlıu. Limak Energy Group je aktivan u celom lancu energetske vrednosti, uključujući proizvodnju električne energije, distribuciju, prodaju i trgovinu električne energije. Pod njenim strateškim ciljevima, Limak Energy nastavlja sa razvojem novih projekata u cilju dostizanja proizvodnog kapaciteta od 5000 MW. Trenutno, Limak Energy proizvodi električnu energiju u 5 hidrocentrala. Od 2014. , grupa ima za cilj puštanje u rad još tri hidroelektrane. Kada završe svi projekti proizvodnje obnovljivih izvora energije, ukupan kapacitet Grupe će biti iznad 1000 MW. Limak je ušao u poslovanje distribucije električne 2010. godine osvajanjem tendera za privatizaciju Uludag i Camlibel elektrodistribucije u Turskoj. Godine 2012. Grupa je postala lider na tržištu u distribuciji električne energije dobijanjem tendera za rivatizaciju Bogazici i Akdeniz elektrodistribucije u Turskoj i za distribuciju električne energije na Kosovu. Limak Energy je takođe jedna od prvih i inovativnih kompanija u prodaji i trgovini energijom na tržištu. Limak je preneo svoja dostignuće stečena kroz izgradnju i upravljanje Međunarodnim Aerodromom u Istanbulu Sabiha Gokcen na Prištinski Međunarodni Aerodrom ‘Adem Jashari’ Limak nastavlja svoj uspeh u sektoru saobraćaja u luci Iskenderun. Cilj Limaka je da luka Iskenderun postane najvažnija luka kontejnera Mediterana. Limak Grupa kompanija čiji je kvalitet usluga sertifikovan raznim međunarodnim nagradama i priznanjima u zemlji i inostranstvu, radi u svim sektorima gde postoji sa iskusnom i obučenom random snagom u skladu sa principima maksimalne produktivnosti i efikasnosti i zauzimajući istaknuto mesto među vodećim kompanijama. www.limak.com.tr

# title_adlms
source: Main Info - ADLMS
sq: Informata kyçe për ADLMS
sr: Glavne informacije o ADLMS

# text_adlms
source: Aéroports de Lyon - management and services is a subsidiary of Aéroports de Lyon. Created in 2009, Aéroports de Lyon-MANAGEMENT and SERVICES, a simplified joint stock company, is under the chairmanship of the Aeroports de Lyon company represented by Philippe Bernand, Managing Director. This subsidiary is in keeping with the goal of diversifying the Lyon area airport activities and exporting its expertise.Aéroports de lyon has been operating and developing the airports of lyon-saint exupéry and Lyon-bron for nearly 40 years. Aéroports de Lyon has been developing and managing airport installations and services for thirty years. One of our particular strengths is the ability to anticipate market needs, detect new consumer behaviours and integrate developments in technology. Our innovative spirit and ongoing dynamism ensure the continued growth of all our activities, including new routes and the international development of all market. Aéroports de Lyon has always shared its technical expertise, primarily with small-scale airports in France. Since its status change in March 2007, the company has seen positive proof of its growing credibility on the international market, particularly through a first contract with the airports of Congo. In 2008 and 2010, Aéroports de Lyon was named best European airport in its category by ACI EUROPE. In 2013, Aéroports de Lyon received a five-star recognised for excellence award from EFQM (European Foundation for Quality Management), thus ranking the airport among Frances top 20 companies to score above 500 points on the excellence scale. Customised services: research, audits, consulting, on-demand assistance contracts, on-site training. See the website Aéroports de Lyon: www.lyonaeroports.com
sq: Aeroports de Lyon - menaxhimi dhe shërbimet është një degë e Aeroports de Lyon. Krijuar në vitin 2009, Aeroports de Lyon-MENAXHIMI & SHËRBIMET, një shoqëri e thjeshtësuar aksionare, është nën udhëheqjen e kompanisë Aeroports de Lyon. Kjo degë është në përputhje me qëllimin e diversifikimit të aktiviteteve të aeroportit në zonën e qytetit Lion dhe eksportimin e ekspertizës së saj. Aéroports de Lyon është duke operuar dhe zhvilluar aeroportet e Lyon-saint Exupéry dhe Lyon-Bron për gati 40 vjet. Ka zhvilluar dhe menaxhuar me instalimet dhe shërbimet e aeroportit për tridhjetë vjet. Një nga pikat e forta tona të veçanta është aftësia për të parashikuar nevojat e tregut, zbuluar sjelljet e reja të klientëve dhe integrimin e zhvillimeve në teknologji. Inovacioni dhe dinamizmi i vazhdueshëm sigurojnë rritjen e vazhdueshme të krejt aktiviteteve, duke përfshirë linjat e reja dhe zhvillimin ndërkombëtar të tërë tregut. Aéroports de Lyon ka ndarë gjithmonë ekspertizën e vet teknike, kryesisht me aeroportet e vogla në Francë. Që nga ndryshimi i statusit të saj në muajin Mars 2007, kompania ka përjetuar dëshmi pozitive të kredibilitetit të saj në rritje në tregun ndërkombëtar, veçanërisht me anë të kontratës së parë me aeroportet e Kongos. Në vitin 2008 dhe 2010, Aeroports de Lyon u emërua aeroporti më i mirë europian në kategorinë e tij nga ACI EUROPE. Në vitin 2013, Aeroports de Lyon ka marrë çmimin me pesë yje që jepet për përsosmëri nga EFQM (Fondacioni Evropian për Menaxhimin e Cilësisë), duke e renditur kështu aeroportin në mesin e 20 kompanive kryesore të Francës për të shënuar mbi 500 pikë në shkallën e përsosmërisë. Shërbimet e përshtatura sipas porosisë: hulumtimi, auditimet, konsulenca, kontratat e asistencës sipas kërkesës, trajnimet në vend. Shikoni uebfaqen e Aéroports de Lyon: www.lyonaeroports.com
sr: Aéroports de lyon- MANAGEMENT &amp; SERVICES (upravljanje i usluge) je deo Aéroports de lyon. Osnovano 2009, Aéroports de Lyon-MANAGEMENT &amp; SERVICES, pojednostavljeno akcionarsko društvo, pod rukovodstvom Aéroports de Lyon firme koju predstavlja Philippe Bernand, generalni direktor. Ova podružnica je u skladu sa ciljem diversifikacije aerodroma u oblasti grada Lion i izvoza njihove stručnosti. Aéroports de Lyon posluje i razvija aerodrome Lyon-saint Exupéry dhe Lyon-Bron skoro 40 godina. Aéroports de Lyon razvija i upravlja aerodromskim instalacijama i uslugama već trideset godina. Jedna od naših posebnih prednosti je sposobnost da predvidimo potrebe tržišta, otkrijemo novo ponašanje potrošača i integrišemo razvoj tehnologije. Naš inovativni duh i stalna dinamičnost obezbeđuje kontinuirani rast svih naših aktivnosti, uključujući nove puteve i međunarodni razvoj sveukupnog tržišta. Aéroports de Lyon je uvek delio svoju tehničku stučnost, pre svega sa malim aerodromima u Francuskoj. Od promene svog statusa u martu 2007. godine, kompanija je uvidela pozitivan dokaz o svom rastućem kredibilitetu na međunarodnom tržištu, posebno kroz prvi ugovor sa aerodromom u Kongu. 2008 i 2010, Aéroports de Lyon je imenovan najboljim evropskim aerodrom u svojoj kategoriji od strane ACI EUROPE . 2013, godine Aéroports de Lyon je dobio priznanje sa pet zvezdica, koji se daje za izvrsnost od EFQM (Evropska fondacija za upravljanje kvalitetom), čime je aerodrom rangiran među top 20 kompanija u Francuskoj, postignuvši iznad 500 poena na skali izvrsnosti. Usluge koje se prilagođavaju prema zahtevu: istraživanje, revizije, ugovori o pomoći prema zahtevu, obuka na licu mesta. Vidi veb stranicu Aéroports de Lyon: www.lyonaeroports.com

# title_organization
source: Organization
sq: Skema Organizative
sr: Organizacija

# title_missionvision
source: Mission & Vision
sq: Misioni dhe Vizioni ynë
sr: Misija i vizija

# text_missionvision
source: Our mission is to provide a safe, efficient and customer focused airport to serve the social, business, government and military needs of the country, and to make sustained and forward looking efforts for the ultimate in facilities and air service. Our vision is to develop world-class airport infrastructure and facilities, and achieving the highest standards of safety and security, customer-orientated international airport.
sq: Misioni ynë është të ofrojmë një aeroport të sigurt, efikas, ku klienti është në qendër të vëmendjes në mënyrë që t’iu shërbejmë kërkesave shoqërore, të biznesit, qeveritare dhe ushtarake të vendit, duke bërë përpjekje të qëndrueshme drejt arritjeve më të fundit në lidhje me objektet dhe shërbimet ajrore. Vizioni ynë është të zhvillojmë infrastrukturë dhe objekte të një aeroporti të klasës botërore, dhe arritjes së standardeve më të larta të sigurisë dhe sigurimit, dhe të një aeroporti ndërkombëtar të orientuar drejt klientëve.
sr: Naša misija je da obezbedimo bezbedan, efikasan aerodrome, gde je kupac u fokusu, na način da služimo društvenim, privrednim, vladinim i vojnim potrebama zemlje, uz stalne napore za vrhunskim dostignućima u vazdušnim objektima i uslugama. Naša vizija je razvijanje infrastrukture i objekata aerodroma svetske klase, i postizanje najviših standarda bezbednosti i sigurnosti međunarodnog aerodroma orijentisanog klijentu.

# title_ceo
source: Message from CEO
sq: Mesazhi nga Drejtori Gjeneral
sr: Poruka Generalnog Direktora

# text_ceo
source: Limak Kosovo International Airport JSC is moving ahead in the aviation industry amid the current expansion of its new terminal to accommodate at least four and a half (4.5) million passengers. New facilities, new partners, and a new strategy for building a better airport made 2011-2013 a busy and memorable period for Limak Kosovo International Airport JSC. We created a proud national landmark that reflects the advanced and modern capabilities of the Republic of Kosovo as well as its rich cultural heritage. The terminal's layout optimizes passenger flow to ensure the convenience of travelers and visitors alike. Having this in mind, we take pride in the importance of our role and the great responsibility entrusted to Limak and our partner Aeroports De Lyon for the management, operation, and development of Kosovo's gateway to the world. Working alongside with our partner with mutual commitment and trusted advisories has guided us on plotting and staying on our long course of actions towards successfully managing Limak Kosovo International Airport JSC. We look beyond the limitations and barriers by focusing on success and progress built by our young, educated and dedicated employees - the valuable assets of our company who make the challenges become part of our past experience. In late 2013, Limak-led conglomerate group won Turkey's biggest tender in its history to operate one of the world's largest airports in Istanbul, marking a significant sign of the country's determination and ambition to become a global transit hub. Carrying on the Limak Group's legacy, the new terminal is continuing to build on the airport's consistent track record of success. Through our ongoing development programs and by building strong global connections, we aim to position the Republic of Kosovo as a good choice for leisure and business travels as well as a convenient transfer hub in the Balkans region. Haldun Firat Kokturk Board Member and CEO Limak Kosovo International Airport JSC
sq: Aeroporti Ndërkombëtar Limak Kosova SH. A është duke lëvizur përpara në industrinë e aviacionit në mes të zgjerimit aktual të Terminalit të vet të ri për të akomoduar së paku katër milionë e gjysmë (4.5) udhëtarë. Objektet e reja, partnerët e rinj, dhe strategjia e re për ndërtimin e një aeroporti më të mirë i bëri vitet 2011-2013 një periudhë me angazhime dhe të paharrueshme për Aeroportin Ndërkombëtar Limak Kosova SH.A. Ne krijuam një pikë referimi madhështore kombëtare që reflekton mundësitë e përparuara dhe bashkëkohore të Republikës së Kosovës si dhe të trashëgimisë së saj të begatshme kulturore. Plani i Terminalit e bën optimal qarkullimin e udhëtarëve për të siguruar komoditetin e udhëtarëve dhe vizitorëve. Duke pasur këtë në mend, jemi krenar për rëndësinë e rolit tonë dhe përgjegjësisë së madhe që i është besuar Limak-ut dhe partnerit tonë Aeroports De Lyon për menaxhimin, operimin, dhe zhvillimin e portës së Kosovës për botën. Puna së bashku me partnerin tonë, me përkushtim dhe këshillim mirëbesimi të ndërsjellë, na ka udhëhequr në shtrimin dhe qëndrimin në rrugëtimin tonë të gjatë të veprimeve drejt menaxhimit të suksesshëm të Aeroportit Ndërkombëtar Limak Kosova SH. A. Ne shikojmë përtej kufizimeve dhe barrierave duke u përqëndruar në suksesin dhe përparimin e ndërtuar nga personeli jonë i ri, i arsimuar, dhe i përkushtuar që është pasuria më e vlefshme e kompanisë, duke i bërë sfidat me të cilat përballemi çdo ditë të jenë pjesë e përvojës sonë të kaluar. Në fund të vitit 2013, një grup konglomerati i udhëhequr nga Limak fitoi tenderin më të madh në historinë e vet për të operuar me njërin prej aeroporteve më të mëdha në botë, në Stamboll, duke shënuar kështu një shenjë të rëndësishme të vendosmërisë dhe ambicies së vendit për t’u bërë një qendër globale e transitit të udhëtarëve. Si bartës i trashëgimisë së grupit Limak, Terminali i ri vazhdon së ndërtuari në udhën e qëndrueshme të sukseseve të aeroportit. Përmes programeve tona aktuale të zhvillimit dhe ndërtimit të lidhjeve të fuqishme globale, ne synojmë të pozicionojmë Republikën e Kosovës si zgjedhje të mirë për udhëtime në shfrytëzim të kohës së lirë dhe atyre për qëllime biznesi si dhe një qendër të përshtatshme të transitit të udhëtarëve në regjionin e Ballkanit. Haldun Firat Kokturk Anëtar i Bordit të Drejtorëve dhe Kryeshef Ekzekutiv Aeroportit Ndërkombëtar Limak Kosova SH.A.
sr: Međunarodni Aerodrom Limak Kosovo A.D., prati razvoj avio industrije u skladu sadašnje ekspanzije novog savremenog putničkog terminala, da bi bio u mogucnosti da ugosti najmanje četiri ipo (4.5) miliona putnika na godišnjem nivou. Novi objekti, novi partneri, i nova strategija za izgradnju boljeg aerodroma učinila je da period 2011-2013 bude veoma uposlen i nezaboravan za Međunarodni Aerodrom Limak Kosovo A.D. Stvorili smo sa ponosom nacionalni reper, koji reflektuje napredne i moderne mogućnosti Republike Kosovo, takođe i dostignuće za kulturno nasleđe. Projekat putnickog Terminala optimizuje prolazak putnika u cilju povecanja praktičnosti za putnike i posetioce. Imajući to u vidu, ponosni smo na značaj svoje uloge i ogromne odgovornosti poverene LIMAK-u i našem partneru “Aeroports De Lyon” za upravljanje aerodromske operative i izgradnje Kosovske kapije ka svetu. Radeći zajedno sa nasim parterom, uz zajednicku posvećenost i savetnike od poverenja, vodilo nas je da ostanemo ka zacrtanom putu - u pravcu preuzimanja akcija potrebnih za uspešno upravljanje Međunarodnim Aerodrom Limak Kosovo A.D. Mi vidimo izvan ograničenja, izvan barijera a pri tom smo fokusirani na uspeh i napredak, sagradnjen od strane nešeg mladog, obrazovanog i posvećenog osoblja koje je najveće bogatstvo našega preduzeca, tako da svakodnevna suočavanja sa izazovima, postanu deo našeg iskustva. Krajem 2013-te godine, LIMAK – vodeća grupa konglomerata iz Turske, pobedila je na najvećem tenderu u istoriji kompanije, kojoj je povereno da upravlja jednim od najvećih svetskih aerodroma u Istanbulu, praveći time vazan znak za zemlju za njenu odlučnost i ambicije da postane globalo tranzitno čvoriste za međunarodni avio saobraćaj Nastavljajući nasleđe LKIMAK grupe, novi terminal nastavlja da izgrađuje aerodromsku doslednu evidenciju uspeha. Kroz naše postojeće razvojne programe i izgradnjom čvrstih globalnih veza, ciljamo ka tome da pozicija Republike Kosovo postane dobar izbor za odmor i poslovna putovanja a takođe kao pogodnost za transferno čvoriste za region Balkana. Haldun Firat Kokturk Član Borda Direktora i Generalni Direktor Međunarodni Aerodrom Limak Kosovo A.D

# title_management
source: Integrated Management System Policy
sq: Politika e Sistemit të Menaxhimit të Integruar
sr: Politika kvalitete
