Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_security
source: Security and Screening Unit is provided by airport operator with police assistance. The aviation security objective is protection and safety of passengers, protection of staff, crew, aircraft's, public and protection of airport properties against acts of unlawful interference. The aviation security objective is achieved by using the latest technology (EU approved standard 3) of security equipment such as: X-ray machines, liquid scanners, shoe examiners, explosive trace detectors, walk through metal detection, hand held metal detectors and CCTV camera system. List of Prohibited articles Guidelines for classification of prohibited articles Guidelines are given below for the possible shapes of weapons and restricted items. Common sense shall however prevail in assessing whether an object gives cause to believe that it may be used as a weapon. a) Firearms: Any weapon from which a shot may be fired by the force of an explosion or compressed air or gas, including starter and flare pistols; b) Knives and cutting tools: Including sabres, swords, cardboard cutters, hunting knives, souvenir knives, martial arts devices, professional tools and such other knives with blades of 6 cm long or longer and/or knives considered illegal by local law; c) Bludgeons: Blackjacks, billy clubs, baseball clubs or similar instruments; d) Explosives/Ammunition/Flammable Liquids/Corrosive: Any explosive or incendiary components, which by themselves or in conjunction with other items can result in an explosion or fire. These include explosive materials, blasting caps, fireworks, gasoline, other flammable liquids, ammunition, etc., or any combination of these items. Any corrosive or toxic substances, including gases, whether or not under pressure; e) Disabling or Incapacitating Items: All tear gas, mace, and similar chemicals and gases whether in pistol, canister, or other container, and other disabling devices such as electronic stunning/shocking devices; f) Other Articles: Such items as ice picks, alpenstocks, straight razors, and elongated scissors, which, even though not commonly thought of as a deadly or dangerous weapon, could be used as a weapon, including toy or `dummy` weapons or grenades; g) Articles of any kind giving rise to reasonable suspicion that an items may be used to simulate a deadly weapon; such articles shall include but not be limited to: objects resembling explosive devices or other items that may give appearance of a weapon or dangerous item; h) Chemical/biological attack items and substances: The possibilities for chemical/biological attacks include the use of chemical or biological agents to commit unlawful acts. Such restricted chemical/biological substances shall include but not be limited to the following: sulphur mustard, vx., chlorine, sarin, hydrogen cyanide, anthrax, botulism, smallpox, tularemia, and viral hemorrhagic fever (v.h.f.). Items indicating the nature of the chemical/biological substance or suspicion of such nature shall be immediately notified to airport authority, police, military or other relevant authority and isolated from public terminal areas. These lists concentrate on generic descriptions, are limited to security-relevant items and do not include dangerous goods. Handling of Prohibited Articles Cabin Baggage, Passengers, Staff and Items Carried The following articles are examples of articles which must never be carried in the cabin of an aircraft or into the security restricted area of Limak Kosovo International Airport J.S.C, except by authorised persons who require them to undertake tasks that are essential to the operation of airport facilities or aircraft, catering facilities or restaurants, or by flight crew who require them for the performance of normal in-flight duties. There may be other items about which security staff have concern and which may be confiscated if found. Generic Definitions - Guns, firearms and weapons - any object capable, or appearing capable, of discharging a projectile. Special attention must be paid to concealed or camouflaged items of this nature; - Pointed weapons and sharp objects - pointed and bladed items capable of causing injury; - Blunt instruments - any blunt object capable of causing injury; - Explosive and highly inflammable substances which could be used to facilitate an act of unlawful interference; - Chemicals or chemical substances, which could be used to facilitate an act of unlawful interference. Examples: 1. guns, firearms and other devices that discharge projectiles — devices capable, or appearing capable, of being used to cause serious injury by discharging a projectile, including: - firearms of all types, such as pistols, revolvers, rifles, shotguns, - toy guns, replicas and imitation firearms capable of being mistaken for real weapons, - component parts of firearms, excluding telescopic sights, - compressed air and CO 2 guns, such as pistols, pellet guns, rifles and ball bearing guns, - signal flare pistols and starter pistols, - bows, cross bows and arrows, - harpoon guns and spear guns, - slingshots and catapults; 2. stunning devices — devices designed specifically to stun or immobilise, including: - devices for shocking, such as stun guns, tasers and stun batons, - animal stunners and animal killers, - disabling and incapacitating chemicals, gases and sprays, such as mace, pepper sprays, capsicum sprays, tear gas, acid sprays and animal repellent sprays; 3. objects with a sharp point or sharp edge — objects with a sharp point or sharp edge capable of being used to cause serious injury, including: - items designed for chopping, such as axes, hatchets and cleavers, - ice axes and ice picks, - razor blades, - box cutters, - knives with blades of more than 6 cm, EN L 55/16 Official Journal of the European Union - scissors with blades of more than 6 cm as measured from the fulcrum, - martial arts equipment with a sharp point or sharp edge, swords and sabres; 4. workmen’s tools — tools capable of being used either to cause serious injury or to threaten the safety of aircraft, including: - crowbars, - drills and drill bits, including cordless portable power drills, - tools with a blade or a shaft of more than 6 cm capable of use as a weapon, such as screwdrivers and chisels, - saws, including cordless portable power saws, - blowtorches, - bolt guns and nail guns; 5. blunt instruments — objects capable of being used to cause serious injury when used to hit, including: - baseball and softball bats, - clubs and batons, such as billy clubs, blackjacks and night sticks, - martial arts equipment; 6. explosives and incendiary substances and devices — explosives and incendiary substances and devices capable, or appearing capable, of being used to cause serious injury or to pose a threat to the safety of aircraft, including: - ammunition, - blasting caps, - detonators and fuses, - replica or imitation explosive devices, - mines, grenades and other explosive military stores, - fireworks and other pyrotechnics, - smoke-generating canisters and smoke-generating cartridges, - dynamite, gunpowder and plastic explosives. Security Procedures Airport Security, Airside / Landside, Security Restricted Areas (SRA), Critical Parts of SRA, Security of Passengers &amp; Cabin Baggage, Security of Hold Baggage, Security of Aircraft, Security of Air Carrier Catering, Stores Supplies and Mail, Security of Aircraft Cleaning Operations, Security of Cargo, Courier, Express Parcels and Mail, List of Prohibited Items, Close Circuit TV System (CCTV)
sq: Shërbimet e Sigurimit dhe Skanimit ofrohen nga operatori i aeroportit. Objektivi i sigurimit të aviacionit është mbrojtja dhe siguria e udhëtarëve, mbrojtja e personelit, ekuipazhit, aeroplanëve, publikut, dhe mbrojtja e pronave të aeroportit kundrejt veprimeve të ndërhyrjeve të paligjshme. Objektivi i sigurimit të aviacionit arrihet me anë të përdorimit të teknologjisë së fundit (standardi 3 miratuar nga BE) të pajisjeve të sigurimit të tilla si: aparatet me rreze X, skanerë të lëngjeve, ekzaminues këpucësh, detektorë të gjurmimit të eksplozivit, detektorë si dyer përmes të cilëve duhet të kalohet në këmbë, detektorë metalik për kontrolle manuale, dhe sistemi i kamerave CCTV. Lista e Artikujve te Ndaluar Udhëzimet për klasifikimin e artikujve të ndaluar Udhëzimet e dhëna më poshtë për format e mundshme të armëve dhe gjërave të kufizuara. Sidoqoftë, duhet të mbizotërojë një mendim praktik në vlerësim nëse një objekt jep arsye për të besuar se ai mund të përdoret si një armë. a) Armët e zjarrit: Çdo armë nga e cila mund të shkrepet një e shtënë nga forca e një shpërthimi ose ajrit të kompresuar apo gasit, duke përfshirë starterat apo pistoletatmotorino; b) Thikat dhe mjetet e prerjes: përfshirë kordha, shpata, hapëse kartoni, thika gjuetie,thika suvenir, pajisje artesh marciale, vegla profesionale dhe thika të tjera me fije 6 cm të gjatë ose më të gjatë dhe /ose thika që konsiderohen të paligjshme nga ligji vendor; c) Çomange: shkop polici, shkop bejsbolli ose instrumente të ngjashme; d) Eksplozivët / Municionet / Lëngjet e djegshme / Korrozive: Çdo komponentë eksplozive ose zjarrvënëse, e cila mund të rezultojë në një shpërthim ose zjarr vetë ose në bashkëpunim me gjëra tjera. Këto përfshijnë materiale shpërthyese, kupa shpërthyese, fishekzjarrë, benzinë, lëngje të tjera djegëse, municion, etj, ose ndonjë kombinim i këtyre artikujve. Çdo substancë gërryese ose helmuese, duke përfshirë edhe gazet, nëse janë apo jo nën presion; e) Gjëra pa-aftësuese: Të gjitha gazrat lotsjellës, arrëmyshk, dhe kimikate të ngjashme dhe gazra qoftë në pistoletë, kuti, ose enë të tjera, dhe pajisje të tjera pa-aftësuese elektronike të tilla si të tilla trullosëse /tronditëse të tilla; f) Artikuj tjerë: Artikuj të tillë si kazmë akulli, shkop alpinisti, makina rroje, dhe gërshërë e zgjatur, e cila, edhe pse nuk mendohet zakonisht si një armë vdekjeprurëse ose e rrezikshme, mund të përdoret si një armë, duke përfshirë lodrën ose armët apo granatat `false`; g) Artikujt e çdo lloji që shkaktojnë dyshime të arsyeshme se mund të përdoren për të simuluar një armë vdekjeprurëse; artikuj të tillë që përfshijnë, por nuk kufizohen vetëm në: objekte të përngjashëm me mjetet shpërthyese apo sende tjera që mund të japin pamjen e një arme apo sendi të rrezikshëm ; h) Artikujt dhe substancat për sulme kimike /biologjike: mundësitë për sulme kimike / biologjike përfshijnë përdorimin e agjentëve kimikë ose biologjikë për të kryer akte të paligjshme. Substanca të tilla të kufizuara kimike/biologjike përfshijnë, por nuk kufizohen si në vijim: mustardë squfuri, vx., klor, sarin, hidrogjen cianid, antraks, botulizmim, linë, tullareminë, dhe ethet hemorragjike virale (VHF). Artikuj që tregojnë mbi natyrën e substancave kimike/biologjike ose dyshimin e karakterit të tillë, duhet t’iu bëhen të njohura menjëherë autoriteteve të aeroportit, policisë, autoritetit ushtarak apo autoritetit tjetër relevant dhe të izolohen nga zonat publike të terminalit. Këto lista përqendrohen në përshkrimet e përgjithshme, janë të kufizuara në pikat përkatëse të sigurimit, dhe nuk përfshijnë mallra të rrezikshme. Trajtimi i artikujve të ndaluar Bagazhi i kabinës, udhëtarët, stafi dhe gjërat e bartura Gjërat e ndaluara në vijim janë shembuj të gjërave që asnjëherë nuk duhet të merren në kabinën e aeroplanit, apo në hapësirat e kufizuara të sigurimit në aeroportin ndërkombëtar të Prishtinës, me përjashtim të personave të autorizuar të cilëve ju duhen për të ndërmarrë detyrat esenciale që mund të jenë në lidhmëni me operimet e aeroportit apo aeroplanit, hapësirave për përgatitje të ushqimit dhe restoranteve apo nga anëtarët e ekuipazhit të aeroplanit të cilët i kërkojnë këto gjëra për t’i kryer detyrat normale të lidhura me fluturimin. Mund të ketë dhe gjëra tjera për të cilat stafi i sigurimit ka shqetësime dhe të cilat mund të konfiskohen, nëse gjenden. Përkufizimet gjenerike - Armët e zjarrit, revolet, dhe armët – secili objekt që mundet, apo që duket se mundet, të shkarkon një predhë. Kujdes i veçantë duhet t’i kushtohet gjërave të fshehta apo të kamufluara të kësaj natyre; - Armët e mprehta/me teh dhe objektet e mprehta – secili send i mprehtë apo me teh që mund të shkakton lëndime;- Instrumentet e topitura – secili objekt i topitur që mund të shkakton lëndime; - Eksplozivët, dhe substancat shumë të ndezshme që mund të përdoren për të lehtësuar një veprim të ndërhyrjes së paligjshme; - Substancat kimike dhe toksike që mund të përdoren për të lehtësuar një veprim të ndërhyrjes së paligjshme. Shembuj: 1. Armët e zjarrit, revolet dhe armët – pajisjet që munden, apo që duket se munden të shkarkojnë predha që mund të shkaktojnë lëndime serioze, përfshi: - Armë zjarri prej të gjitha llojeve, siç janë pistoletat, revolverët, pushkët me saçme, pushkë gjahu, - Armët lodra, armë zjarri kopje dhe imituese që mund të mendohen si të vërteta, - Pjesët përbërëse të armëve të zjarrit, përjashtuar mjetet teleskopike për pamje - Armë ajrore ose me CO2, siç janë pistoletat, pushkët me saçme, pushkët, dhe armë ajrore për predha sferike, - Pistoletat për shkrepje të sinjalit, pistoletat shartuese, - Harqet, dhe shigjetat, - Fuzhnja dhe armë me shtizë, - Llastiqe dhe katapulta 2. Mjetet e trullosjes – mjete të projektuara për të trullosje ose imobilizim, përfshi: - mjetet shokuese, siç janë armët trullosëse, pajisje elektroshoku, dhe shkopatrullosjeje, - mjete për trullosjen dhe vrasjen e kafshëve, - kimikate pa-aftësuese, gazra dhe spreje, arrëmyshk, sprej me piper, sprej me kapsaicinë, gaz lotsjellës, spreje acidike, dhe spreje neveritëse kafshësh, 3. Objektet e mprehta me teh - secili send i mprehtë apo me teh që mund të shkakton lëndime serioze, përfshi: - - Pajisje për prerje/goditje, siç janë sëpatat, sakicat, dhe hanxharët, - Akullthyeset, - Brisqe të hapura të rrojës, - Prerës kutie, - Thikat me teh mbi 6 cm, sipas EN L 55/16, gazeta zyrtare e Bashkimit Evropian, - Gërshërë me teh më të gjatë se 6 cm prej strumbullit, - Pajisje të arteve marciale me teh, jatagan, dhe shpata 4. mjete punëtorësh – pajisje që mund të shkaktojnë lëndime serioze apo kërcënime për sigurinë e aeroplanit, përfshi: - levë, - turjela, përfshi turjelat portative pa tel rrymë, - pajisjet të mprehta apo shtiza mbi 6 cm që mund përdoren si armë, siç janë kaçavidat dhe daltat, - sharrat, përfshi sharrat portative pa tel rrymë, - pipëza saldimi,, - armët me bulona dhe me gozhda. 5. Instrumentet e topitura - pajisje që mund të shkaktojnë lëndime serioze gjatë përdorimit për goditje, përfshi: - Shkopinj të bejsbollit, - Spathi golfi dhe shkopinj polici, stekë të biliardit, shkopinj nate 6. Eksplozivët dhe substancat shumë të ndezshme - eksplozivët dhe substancat shumë të ndezshme si pajisje që munden, apo që duket se mund të shkaktojnë lëndime serioze apo kërcënime për sigurinë e aeroplanit, përfshi: - Municion, - Mjetet shpërthyese, - Detonatorët dhe fitilat - Material apo mjete të ngjashme apo imituese të eksplozivit, - Minat dhe granatat dhe rezervat e tjera të eksplozivave ushtarake, - Fishekzjarrët dhe mjetet tjera piroteknike, - Kuti apo gëzhoja që prodhojnë tym, - dinamiti, baruti dhe eksplozivët plastik. Trajtimi i artikujve të ndaluar: - Bagazhi i aeroplanit - Gjërat në vijim nuk mund të barten kurrë në bagazhin e aeroplanit. Mund të ketë dhegjëra tjera për të cilat stafi i sigurimit ka shqetësime dhe të cilat mund të konfiskohen, nëse gjenden. - Municioni, - Material shpërthyese - Detonatorë dhe siguresa, - Minat dhe granatat dhe rezervat e tjera të eksplozivave ushtarake, - Mjete eksplozive, - Fishekzjarrët dhe mjetet tjera piroteknike, - Shpërthyes flake në çfarë do forme, dinamiti, baruti dhe eksplozivët plastik. Security Procedures Airport Security, Airside / Landside, Security Restricted Areas (SRA), Critical Parts of SRA, Security of Passengers &amp; Cabin Baggage, Security of Hold Baggage, Security of Aircraft, Security of Air Carrier Catering, Stores Supplies and Mail, Security of Aircraft Cleaning Operations, Security of Cargo, Courier, Express Parcels and Mail, List of Prohibited Items, Close Circuit TV System (CCTV)
sr: Usluge Bezbednosti i Skeniranja obezbeđuje aerodromski operator uz pomoć policije. Cilj bezbednosti avijacije je zaštita i sigurnost putnika, zaštita osoblja, posade, letelica, javnosti i zaštita aerodromske imovine protiv akata nezakonitog ometanja. Cilj bezbednosti avijacije se postiže primenom najsavremenije tehnologije (Standard 3 odobren od EU) opreme za bezbednost kao što su: rendgen aparati, skeneri tečnosti, ispitivač cipela, detektori eksplozivnih tragova, detektori metala kroz koje se mora proći, ručni detektori metala i CCTV sistem kamera. Lista zabranjenih Predmeta Smernice za klasifikaciju zabranjenih predmeta. Smernice date niže za moguće oblike oružja i ograničenih artikala. Svakako, treba prevladati praktično mišljenje u proceni da li neki predmet može biti iskorišten kao oružje. a) Vatreno Oružje: Bilo koje oružje iz kojeg može biti ispaljen hitac po sili eksplozije ili komprimovanog vazduha ili gasa , uključujući starter i bljesak pištolje; b) Noževi i sredstva za rezanje: uključujuči sablje, mačeve, kartonske noževe, lovne noževe, noževe suvenire, sredstva za borilačke veštine, profesionalne alate i druge noževe sa vlati od 6 cm dužine ili duže i noževi koji su smatraju nelegalnim. c) Batine: pendrek, bejzbol palica ili slični instrumenti. d) Eksplozivi/Municija/Zapaljiva sredstva/Korozivi: Bilo koja eksplozivna ili zapaljiva komponenta, koja sama ili u kobinaciji sa drugim stavkama može dovesti do eksplozije ili požara. Ovde spadaju eksplozivne materije, razovorne kape, vatromet, benzin, druge zapaljive tečnosti, municija ili neka kombinacija ovih stavki. Svaka korozivna ili toksična supstanca, uključujući i gazove, bez obzira da li supod pritiskom; e) Sredstva za onemogućavanje ili onesposobljavanje: Svi gazovi suzavci, žezlo i slični hemikalije i gazovi kako u pištolju, kanisteru, ili drugim posudama, i drugi elektronski uređaji za onemogućavanje ili šokiranje. f) Ostala sredstva: predmeti kao nož za led, alpinistički štap, brijaći aparati i izdužene makaze, koje iako se obično ne smatraju smrtonosnim ili opasnim oružujem, mogu da se koriste kao oružje, uključujući igračke ili lažne granate. g) Proizvodi ili artikli bilo koje vrste koji pokreću osnovanu sumnju da se mogu koristiti kao simulacija smrtonosnog oružja; takvi proizvodi obuhvaćaju, ali se ne ograničavaju na: objekte koji podsećaju na eksplozivne naprave ili druge predmete koji mogu izgledati kao oružje ili opasno sredstvo. h) Sredtva i supstance za hemijski/biološki napad: mogućnosti za hemijski/ biološki napad uključuju upotrebu hemijskih ili bioloških agenasa za izvršavanje nezakonitih radnji. Takve ograničene hemijske/biološke supstance obuhvataju, ali se ne ograničava na sledeće: sumporni senf, vx., hlor, sarin, cijanovodonik, antraks, botulizam, velike boginje, tularemiju, i virusnu hemoragičnu groznicu (VHF) . Predmeti koji ukazuju na prirodu hemijskih/bioloških supstanci ili sumnju takve prirode moraju se odmah prijaviti aerodromskim vlastima, policiji, vojnim ili drugim nadležnim organima i izolovati sa javnih površina terminala. Ove liste se koncentrišu na generalizovane opise, ograničene su na određene tačke bezbednosti i ne uključuju opasne materije. Rukovanje zabranjenim predmetima Ručni prtljag, putnici, osoblje i nošeni artikli Sledeći artikli su primeri sredstava koja nikada ne smete unositi u kabinu aviona ili u bezbednosno ograničenom području Limak Kosovo Prištinskog Međunarodnog Aerodroma DD, osim od strane ovlašćenih lica koja ih moraju nositi da preduzmu zadatke koji su bitni za funkcionisanje aerodromskih objekata ili aviona, ugostiteljskih objekata ili restorana, ili od strane letačke posade kojima je potrebno za obavljanje normalnih dužnosti u letu. Mogu postojati i drugi predmeti za koje je bezbednosno osoblje zabrinuto i koje se mogu oduzeti, ako budu pronađeni. Opšte definicije - Pištolji, vatreno oružje i oružje - bilo koji predmet koji je u stanju, ili izgleda kao u stanju da isprazni projektil. Posebna pažnja se mora posvetiti skrivenim ili maskirnim stvarima ove prirode; - Hladno oružje i oštri predmeti – svaki predmet sa oštricom kojim se može naneti povreda; - Tupi instrumenti - svaki tupi predmet kojim se može naneti povreda; - Eksplozi i visoko zapaljive materije koje se mogu iskoristiti da bi se olakšao akt nezakonitog ometanja; - Hemijske ili toksične supstance koje se mogu iskoristiti da bi se olakšao akt nezakonitog ometanja; Primeri: 1. Vatreno oružje, revolveri i oružje za ispuštanje projektila - uređaji kojim se može ili se čini da se može prouzrokovati ozbiljna šteta od pražnjenja projektila, uključujući: - Vatreno oružje svih vrsta, kao što su pištolji, revolveri, puške sačmarice, puške za lov , - Puške igračke, replike i imitacije vatrenog oružja koje se mogu smatrati pravim oružjem, - Sastavni delovi vatrenog oružja, osim teleskopskih sredstava za posmatranje, - Vazdušno oružje ili sa CO2, kao što su pištolji, puške, puške sačmarice i vazdušno oružje sa sfernim punjenjem, - Signalni pištolji i starter pištolji, - Llukovi i strele, - Harpuni i puške sa kopljem, - Praćke i katapulti; 2. Sredstva za omamljivanje i onesposobljavanje, uključujući: - Sredstva za šokiranje, kao što su šok oružje, elektrošok uređaji i šok palice, - Sredstva za omamljivanje i ubijanje životinja, - Kemikalije za omamljivanje i onesposobljavanje, gasovi i sprejevi, sprej sa biberom, sprej sa kapsaicinom, suzavac, kiselinski sprejevi i sprejevi za omamljivanje životinja; 3. Oštri objekti sa oštricom – svaki oštri objekat ili objekat sa oštricom sposoban da izazove ozbiljne povrede, uključujući: - Predmete namenjene za seču, kao što su sekire i satare, - Noževe za led , - Žilete, - Noževe za papir, - Noževe sa oštricom dužom od 6 cm, prema EN L 55/16, Službeni list Evropske unije, - Makaze sa oštricom dužom od 6 cm mereno od oslonca, - Opremu za borilačke veštine sa oštricom, mačeve i sablje. 4. Radnički alati - alati sposobni da izazovu ozbiljne povrede ili da ugroze bezbednost vazduhoplova, uključujući: - Poluge, - Bušilice i burgije, uključujući bežične bušilice, - Alate sa sečivom ili vratilom dužim od 6 cm koje se mogu upotrebiti kao oružje, kao što su šrafcigeri i dleta, - Testere, uključujući bežične testere, - Aparate za zavarivanje, - Puške i pištolje za vijke i eksere 5. Tupi instrumenti - objekti koji se mogu koristiti da izazovu ozbiljne povrede kada se koriste za udaranje, uključujući: - Bejzbol i softbol palice, - Štapove za golf i policijske palice, bilijarski štapovi, - Opremu za borilačke veštine 6. Eksplozivi i lakozapaljive supstance - eksplozivi i lakozapaljive supstance sposobni, ili izgladaju sposobnima, da prouzrokuju ozbiljnu štetu ili da predstavljaju pretnju sigurnosti aviona, uključujući: - Zapaljiva sredstva, - Detonatore i osigurače, - Replike ili imitacije eksplozivnih naprava, - Mine, granate i druge eksplozivne vojne rezerve, - Vatromet i ostala pirotehnička sredstva, - Kanistere i patrone koje stvaraju dim, - Dinamit, barut i plastični eksplozivi. Bezbednosne procedure Bezbednost aerodroma, Airside/landside, Područje ograničene sigurnosti (POS) , Kritični delovi POS, Bezbednost putnika i ručne prtljage, Bezbednost prtljage, Bezbednost aviona, Bezbednost keteringa,rodavnica i pošte vazdušnog prevoznika, Bezbednost čišćenja aviona, Bezbednost karga, kurira, ekspresnih pošiljaka i pošte, Lista zabranjenih predmeta, Sistem za TV osmatranje (CCTV)

# title_medical
source: Medical Care
sq: Kujdesi Mjekësor
sr: Medicinska Nega
