Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_management
source: QMS/IMS implementation and background info Implementation of Quality Management System in accordance with the requirements stipulated in ISO 9001 standard at the International Airports is the common practice and it is the key part of the Management Strategy for development and continues improvement of the quality of services at the Airports worldwide. ISO 9001:2008 certificate was awarded to Limak Kosovo International Airport (LKIA) after audit performed on November 2012 by International body “URS” in the areas of: Ground Handling, Terminal Operations, Information Technology, Procurement, Administration, Commercial, Aviation Safety, Human Resources, VIP services, CIP services, Food and Beverage, Facility Control, Building Maintenance, Planning and Development, Mechanical Maintenance, Wildlife Management, AGL/PWR maintenance, Airfield Maintenance; Rescue and Fire Fighting Services, Schedule Facilitator and Medical services. In addition, in November 2012, LIMAK Kosovo International Airport was also certified with ISO 14001:2008 standard for Environmental Management System (EMS) and ISO 10002:2004 standard for Customers Handling System (CHS) - see attached certificates. Three ISO certified systems, were incorporated in one - Integrated Management System (IMS). The LKIA Senior Management has defined and documented the “Quality, Environment and Complaints Handling Policy”. This policy includes the company’s commitment for meeting customer requirements and enhancing customer satisfaction through continual improvement of its services and the IMS.
sq: Implementimi dhe informacionet për QMS / IMS Zbatimi i Sistemit të Menaxhimit të Cilësisë në përputhje me kërkesat e përcaktuara në standardin ISO 9001 në aeroportet ndërkombëtare është praktikë e zakonshme dhe kjo është pjesë kyçe e Strategjisë së Menaxhimit për zhvillimin dhe përmirësimin e vazhdueshëm të cilësisë së shërbimeve në aeroporte në mbarë botën. Aeroportit Ndërkombëtar Limak Kosovë (LKIA) iu nda çertifikata ISO 9001:2008 pas auditimit të kryer në muajin Nëntor 2012 nga organizata ndërkombëtare ''URS'' në fushat si vijon: Shërbimet tokësore, Operimet e Terminalit, Teknologjia Informative, Prokurimi, Administrata, Komerciale, Siguria e Aviacionit, Burimet Njerëzore, Shërbimet VIP, Shërbimet CIP, Ushqim dhe Pije, Kontrollit të Objekteve, Mirëmbajtjes së Ndërtesave, Planifikimit dhe Zhvillimit, Mirëmbajtjes Mekanike, Menaxhimit të faunës, Mirëmbajtjes së AGL/PWR (ndriçimit mbi nivelin e tokës), Mirëmbajtjes së hapësirës ajrore; Shërbimit të Shpëtimit dhe fikjes së zjarrit, Koordinimit të slloteve, dhe Shërbimeve Mjekësore. Përveç kësaj, në muajin Nëntor të vitit 2012, Aeroporti Ndërkombëtar Limak Kosovë ishte certifikuar edhe me ISO 14001:2008 standardi për Sistemin e Menaxhimit të Mjedisit (EMS) dhe ISO 10002:2004 standardi për Sistemin e trajtimit të klientëve (CHS) - shih certifikatat e bashkangjitur. Tre sistemet e certifikuar ISO u përfshinë në një - Sistemin e Menaxhimit të Integruar (IMS). Menaxhmenti i lartë i LKIA ka përcaktuar dhe dokumentuar `Politikën e Cilësisë, Mjedisit dhe Trajtimit të ankesave`. Kjo politikë përfshin angazhimin e kompanisë për të përmbushur kërkesat e klientëve dhe rritjen e nivelit të kënaqshmërisë së klientit nëpërmjet përmirësimit të vazhdueshëm të shërbimeve të veta dhe IMS. - Shiko Politikën e bashkangjitur IMS.
sr: Implementacija &amp; Informacije o QMS/IMS Implementacija sistema upravljanja kvalitetom u skladu sa zahtevima navedenim u standardu ISO 9001 na međunarodnim aerodromima je uobičajena praksa i to je ključni deo Strategije upravljanja za razvoj i stalno poboljšanje kvalitete usluga na aerodromima širom sveta. Međunarodni Aerodrom Limak Kosovo (LKIA) je dobio sertifikat ISO 9001:2008 nakon revizije obavljene novembra 2012. od strane Međunarodne organizacije “URS”u oblastima: Zemaljske usluge, Poslovanje terminala, Informativna tehnologija, Nabavka, Administracija, Komercijala, Sigurnost avijacije, Ljudski resursi, VIP usluge, CIP usluge, Hrana i piće, Kontrola objekata, Održavanje zgrada, Planiranje i razvoj, Mašinsko održavanje, Upravljanje faunom, Održavanje AGL/PWR (osvetljenje iznad nivoa zemlje), Održavanje vazdušnog prostora, Usluge gašenja požara i spašavanje, Koordinacija rasporeda i Medicinske usluge. Pored toga, u novembru 2012. godine, Međunarodni aerodrom LIMAK Kosova je takođe dobio sertifikat ISO 14001:2008 standard za Zaštitu životne sredine (EMS) i ISO 10002:2004 standard za Sistem ophođenja saklijentima (CHS) - vidi priložene potvrde. Tri sistema sertifikata ISO, uključeni su u jedan – Sistem integrisanog upravljanja (IMS). Viši Menadžment LKIA je definisao i dokumentovao “Politika kvalitete, životne sredine i rešavanja žalbi”. Ova politika uključuje posvećenost kompanije u ispunjavanju zahteva klijenata i unapređenje zadovoljstva kupaca kroz kontinuirano poboljšanje svojih usluga i IMS. - Pogledajte priloženu politiku IMS.

# title_responsibility
source: Corporate Social Resposibility
sq: Përgjegjësia e Korporatës ndaj Shoqërisë
sr: Korporativna društvena odgovornost

# text_responsibility
source: From the very beginning of the establishment of Limak Kosovo International Airport JSC, alongside with our business activities, we aim to be part of the community we operate by being socially responsible. Our focus was to present and implement a social responsibility project for the training and recruitment of the well-educated and bilingual young population of Kosovo. With the Limak ASI project, established in cooperation with Bogazici University Lifelong Learning Center and Pristina University, we provide trainings in airport management in accordance with EU regulations for the senior university students. Successful students will be able to work not only in Kosovo but also more than hundreds airports in 70 countries’ airports and its related industry. www.limakasi.com Youth Education and Sports projects supported by Limak Kosovo during 2014: Doku Fest - Hosting Sponsor Turkish Jazz Week - Main Sponsor Fountain Implementation of Primary School ``Hasan Prishtina`` – Main Sponsor Kamerfest - sponsoring the presence of a well-known pianist Ms. Yesim Gokalp Action for Healthy Mothers and Children - Silver Sponsor Football Match Kosova vs Haiti - Gold Sponsor Football Match Kosova vs Turkey - General Sponsor Football Match Kosova vs Senegal - General Sponsor Limak StreetBall Kosova 2014 - Main Sponsor REDO Conference, Bookshop
sq: Që nga fillimi i themelimit të Aeroportit Ndërkombëtar Limak Kosovë Sh. A., krahas me aktivitetet e biznesit tonë, ne synojmë të jemi pjesë e komunitetit ku operojmë duke qenë të përgjegjshëm në aspektin shoqëror. Fokusi ynë ishte që të paraqesim dhe zbatojmë projektin e përgjegjësisë sociale për trajnimin dhe rekrutimin e popullatës së re të Kosovës, të arsimuar mirë dhe që zotëron dy gjuhë. Me projektin Limak ASI, themeluar në bashkëpunim me Qendrën për mësim gjatë gjithë jetës pranë Universitetit Bogazici dhe Universitetin e Prishtinës, ne ofrojmë trajnime në menaxhimin e aeroportit në përputhje me rregulloret e BE-së për studentët e absolvuar të Universitetit. Studentët e suksesshëm që kemi përzgjedhur do të jenë në gjendje të punojnë jo vetëm në Kosovë por edhe në mbi qindra aeroporte në 70 vende të ndryshme dhe industrinë e ndërlidhur. http://www.limakasi.com/ Projektet e arsimimit të rinisë dhe sporteve të mbështetura nga Limak Kosovë gjatë vitit 2014: Sponsor mikpritës i Doku Fest Sponsor kryesor i javës së xhezit Turk Sponsor kryesor i ndërtimit të shatërvanit në shkollën fillore 'Hasan Prishtina' Kamerfest - sponsorimi i pranisë së një pianisteje të mirënjohur, Znj. Yesim Gokalp Aksioni për nëna dhe fëmijë të shëndetshëm – Sponsor i argjendtë Sponsor i artë i ndeshjes së futbollit Kosova-Haiti Sponsor i përgjithshëm i ndeshjes së futbollit Kosova-Turqia Sponsor i përgjithshëm i ndeshjes së futbollit Kosova-Senegali Sponsor kryesor i turneut basketbollistik Limak Street ball Kosova 2014 Konferenca REDO, Libraria
sr: Od samog početka osnivanja Limak Kosova Međunarodnog aerodroma JSC, zajedno sa našim poslovnim aktivnostima , cilj nam je da budemo deo zajednice u kojoj poslujemo su društveno odgovorni Naš fokus je bio da predstavi i implementiraju projekat društvene odgovornosti za obuku i regrutovanje dobro obrazovane i dvojezične mladog stanovništva Kosova Projektom Limak ASI , osnovana u saradnji sa Univerzitetskom Bogazici doživotnog učenja centra i Univerziteta u Prištini , obezbedili smo treninge u upravljanju aerodroma u skladu sa propisima EU za starije studente . Uspešni studenti će moći da rade ne samo na Kosovu , već i više od stotine aerodroma u 70 aerodromima zemalja i njene prateće industrije. http://www.limakasi.com/ Mladi prosvete i sporta projekti koje podržava Limak Kosovo tokom 2014: Doku Fest -Hosting Sponsor Turkish Jazz Week-Main Sponsor Fountain Implementation of Primary School ‘Hasan Prishtina’ –Main Sponsor Kamerfest-sponsoring the presence of a well-known pianist Ms. Yesim Gokalp Action for Healthy Mothers and Children-Silver Sponsor Football Match Kosova-Haiti-Gold Sponsor Football Match Kosova-Turkey-General Sponsor Football Match Kosova-Senegal-General Sponsor Limak Street ball Kosova 2014-Main Sponsor REDO Conference, Bookshop

# title_career
source: Career
sq: Karriera
sr: Karijera

# text_career
source: Prishtina International Airport ``Adem Jashari`` is an equal opportunity employer and welcomes applications from all communities. Our policy is to provide equal opportunity in relation to employment, career development, and promotion to all, where eligible, on the basis of ability, qualifications, and suitability for the specific position. Being part of Prishtina International Airport ``Adem Jashari``, selection is conducted on the grounds of fair and open competition and irrespective of applicants sex, marital status, age, race, ethnic origin, sexual orientation, disability or religion/belief. PIA ``Adem Jashari`` Limak Kosovo International Airport J.S.C. has launched an educational project enabling and giving opportunity to young and highest educated students of University of Prishtina to be a part of the programm and internship provided by the company. Human Resources Development Since April 2011 more than 106 training session took place in house and abroad. 76 percent of Trainings are held as ``In House`` trainings. Trainings are held by Airport certified instructors and by our partners, 25 percent of Trainings including study visits and conferences are held abroad in different countries such as: France, Turkey, Croatia, Canada, USA, Germany, Czech Republic, Bulgaria and Macedonia. 29 LKIA personnel are trained and certified by our partners to deliver trainings in various professional areas. Note: Any of the future vacancies will be public and valid only through Human Resources Department of Limak Kosovo International Airport J.S.C.
sq: Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' është një punëdhënës i mundësive të barabarta dhe mirëpret aplikacionet nga të gjitha komunitetet. Politika jonë është ofrimi i mundësive të barabarta në lidhje me punësimin, zhvillimin e karrierës, dhe promovimit për të gjithë, me të drejtë, në bazë të aftësisë, kualifikimeve dhe përshtatshmërisë për pozitën specifike. Duke qenë pjesë e Aeroportit Ndërkombëtar të Prishtinës 'Adem Jashari', përzgjedhja bëhet mbi bazën e konkurrencës së drejtë dhe të hapur dhe pavarësisht nga gjinia, statusi martesor, mosha, raca, prejardhja etnike, orientimi seksual, paaftësia apo feja/besimi i aplikuesit. ANP 'Adem Jashari' Aeroporti Ndërkombëtar Limak Kosovë Sh. A. ka nisur një projekt arsimor duke bërë të mundur dhe duke iu dhënë mundësi studentëve të rinj, me arsimim të lartë të Universitetit të Prishtinës, që të jenë pjesë e progamit dhe praktikës të ofruar nga kompania. Zhvillimi i Burimeve Njerëzore Që nga muaji Prill 2011, janë mbajtur më shumë se 106 trajnime në kuadër të kompanisë dhe jashtë vendit. 76%% e trajnimeve janë mbajtur si trajnime 'në kompani'. Trajnimet janë mbajtur nga instruktorët e certifikuar të Aeroportit dhe nga partnerët tanë. 25%% e trajnimeve, përfshirë vizitat studimore dhe konferencat, janë mbajtur jashtë vendit në shtete të ndryshme të tilla si: Franca, Turqia, Kroacia, Kanadaja, SHBA, Gjermania, Republika e Çekisë, Bullgaria, dhe Maqedonia. 29 të punësuar të LKIA janë të trajnuar dhe certifikuar nga partnerët tanë për të ofruar trajnime në fusha të ndryshme profesionale. Shënim: Ndonjë pozitë e lirë për punë do të bëhet publike vetëm përmes Departamentit të Burimeve Njerëzore të Limak Kosovo International Airport.
sr: Prištinsku Međunarodni Aerodrom ‘Adem Jašari’ je poslodavac ravnopravnih mogućnosti za zapošljavanje i dočekuje aplikacije iz svih zajednica. Naša politika je da pruži jednake mogućnosti u odnosu na zapošljavanje, razvoj karijere i promociju svima, na osnovu sposobnosti, kvalifikacija i podobnosti za određene pozicije. Biti deo Prištinskog Međunarodnog Aerodroma ‘Adem Jašari’, selekcija se vrši na osnovu fer i otvorene konkurencije i bez obzira na pol, bračno stanje, starost, rasu, etničko poreklo, seksualnu orijentaciju, invaliditet ili religiju/uverenje podnocioca zahteva. PMA ‘ Adem Jašari’Međunarodni aerodrom Limak Kosovo DD pokrenuo je obrazovni projekat omogućavajući i pružajući priliku mladim studentima sa visokim obrazovanjem Univerziteta u Prištini da postanu deo progama i prakse koju kompanija obezbeđuje. Razvoj ljudskih resursa Od aprila 2011. održano je više od 106 treninga u zemlji i inostranstvu. 76%% treninga je održavano kao ytreninzi ‘u kući’. Treninzi su održali sertifikovani instruktori aerodroma i naši partneri. 25%% treninga uključujući studijske posete i konferencije su održani u inostranstvu u različitim zemljama kao što su: Francuska, Turska, Hrvatska, Kanada, SAD, Nemačka, Republika Češka, Bugarska i Makedonija. 29 radnika LKIA je obučeno i seritikovano od strane naših partnera da mogu održavati treninge u različitim profesionalnim oblastima.

# title_bank
source: Banks
sq: BankatBanks

# title_restaurants
source: Restaurants and shops
sq: Restoranet dhe Dyqanet

# text_restaurants
source: Restaurants and Coffee Bars Secco Coffee Black and Red Prizreni Miss Coffee Pasha Patisserie Prince Princ Coffee Shops Check - Inn Dea
sq: Restoranet dhe Kafenetë: Secco Coffee Black and Red Prizreni Miss Coffee Pasha Patisserie Prince Princ Coffee Dyqanet Check - Inn Dea

# title_taxi
source: Taxi Services
sq: Taksi
sr: Taxi Usluge

# text_taxi
source: There is 24/7 taxi services offered at Prishtina International Airport 'Adem Jashari' from any of the cities of Kosovo.
sq: Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' ofron shërbime Taksi 24 orë në ditë, 7 ditë në javë nga secili qytet i Kosovës.

# title_schedule
source: Schedule
sq: Orari i fluturimeve
sr: Raspored

# text_schedule
source: The schedule coordination/facilitation of LIMAK Kosovo Int’l Airport-LKIA unit is ensuring the most efficient use of airport infrastructure of Prishtina International Airport “Adem Jashari” (PRN) in order to maximize benefits to the greatest number of airport users. Prishtina International Airport operate 7/24. In case of performing ad-hoc flights, airport services must be paid on cash (Euro) or via credit card (VISA, MASTER, MAESTRO).
sq: Njësia e koordinimit/lehtësimit të orarit (slloteve) e Aeroportit Ndërkombëtar Limak Kosovë - LKIA siguron shfrytëzimin më efikas të infrastrukturës së aeroportit të Aeroportit Ndërkombëtar të Prishtinës `Adem Jashari` (PRN) në mënyrë që të rriten në maksimum përfitimet për numrin më të madh të shfrytëzuesve të aeroportit. Aeroporti Ndërkombëtar i Prishtinës operon 7/24. Në rastet e operimit të fluturimeve ad-hoc, shërbimet e aeroportit duhet të paguhen me para të gatshme (Euro) apo përmes kartelës së kreditit (VISA, MASTER, MAESTRO).
sr: Jedinica za koordinaciju/olakšanje rasporeda (slotova) LIMAK Kosovo Međunarodnog Aerodroma - LKIA obezbeđuje efikasnije korišćenje aerodromske infrastrukture Prištinskog Međunarodnog aerodroma “Adem Jašari” (PRN) u cilju povećanja koristi za najveći broj korisnika aerodroma. Prištinski Međunarodni Aerodrom funkcioniše 7/24. U slučaju obavljanja ad hoc letova, aerodromske usluge se plaćaju u gotovini (evro) ili putem kreditne kartice (VISA, MASTER, MAESTRO).

# title_schedule_coordination
source: Airport Schedule Coordination and Facilitation
sq: Koordinimi dhe lehtësimi i orarit i Aeroportit
sr: Kordinacija i olakšanje rasporeda aerodroma

# text_schedule_coordination
source: The process of schedule coordination/facilitation at Prishtina International Airport - PRN is done in full compliance with Civil Aviation Law of Kosovo, with legislation of European Union for airport coordination and through the application of a set of rules contained in the IATA Worldwide Slot Guidelines (WSG). Airlines operating or planning to operate flights at Prishtina International Airport ``Adem Jashari`` are required to provide and update details of their planned schedule/operations to the schedule facilitator. In case of capacity constraints, airlines must be willing to make voluntary schedule adjustments in order to avoid exceeding of the coordination parameters. Contacts of Schedule coordination/facilitation unit: Phone: +381 38 501 502 1170 Mobile. +377(0)45 811 310 Email: scheduleprn@limakkosovo.aero Web: www.limakkosovo.aero
sq: Procesi i koordinimit/lehtësimi të orarit të fluturimeve në Aeroportin Ndërkombëtar të Prishtinës - PRN bëhet në përputhje të plotë me Ligjin e Aviacionit Civil të Kosovës, me legjislacionin e Bashkimit Evropian për koordinimin e aeroportit dhe nëpërmjet zbatimit të një sërë rregullash të përfshira në Udhëzimet e IATA për sllotet në mbarë botën (WSG). Kompanive ajrore që operojnë ose planifikojnë të operojnë fluturime në Aeroportin Ndërkombëtar të Prishtinës `Adem Jashari` iu kërkohet që t’i ofrojnë dhe përditësojnë detajet e orarit të operimeve/orarit të tyre të planifikuar te koordinatori i slloteve. Në rast të kufizimeve të kapaciteteve, kompanitë ajrore duhet të jenë të gatshme për të bërë ndryshime vullnetare në orarin e fluturimeve në mënyrë që të shmanget tejkalimi i parametrave të koordinimit. Kontaktet e Njësisë së koordinimit/lehtësimit të orarit: Telefoni: +381 38 501 502 1170 Mobil: +377(0)45 811 310 Email: scheduleprn@limakkosovo.aero Web: www.limakkosovo.aero
sr: Proces koordinacije/olakšanja rasporeda letova na Prištinskom Međunarodnom Aerodromu - PRN se vrši u potpunosti u skladu sa Zakonom civilnog vazduhoplovstva Kosova, sa zakonodavstvom Evropske Unije za koordinaciju aerodroma i kroz primenu niza pravila sadržanih u IATA svetskim Slot smernicama ( WSG ). Avio kompanije koje posluju ili planiraju letove na Prištinskom Međunarodnom aerodromu “Adem Jašari” moraju obezbediti i ažurirati njihov raspored delovanja kod koordinatora rasporeda. U slučaju ograničenja kapaciteta , avio kompanije moraju biti spremne za dobrovoljno prilagođavanja rasporeda letenja kako bi se izbeglo prekoračenje parametara koordinacije. Kontakti jedinice koordinacije /olakšanja rasporeda: Phone: +381 38 501 502 1170 Mobile. +377(0)45 811 310 Email: scheduleprn@limakkosovo.aero Web: www.limakkosovo.aero

# title_application_flights
source: Information on application for flights
sq: Informacione lidhur me aplikimin për fluturime
