Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_medical
source: Medical Care at our Airport is offered by Medical Service Centre, located near the Arrivals Area on the ground floor (level 0). Medical care is offered in terms of 24 hours/day (7 days/week) by a fully qualified staff (Doctor and a Nurse). The services are offered whether indoor the offices of the Medical Center, or whenever needed even outdoor, anywhere within the Airport premises. The health services in this way are provided to Passengers, Airport personnel and to any other person in need. Furthermore, they consist on dealing and solving different complaints; therapy administration; minor surgical treatment to Emergency cases. Our service has in disposition as well, a brand new Autoambulance, fully prepared with latest equipments, in case of further medical transportation. Contact: Mobile phone: +377(0)45811192 Office phone: +381(0)38 501502 ext. 1330 e-mail: medical.service@limkakosovo.aero
sq: Kujdesi mjekësor në aeroportin tonë ofrohet nga Qendra e Shërbimit Mjekësor, që ndodhet në afërsi të pjesës së mbërritjeve të udhëtarëve në katin përdhesë (niveli 0). Kujdesi mjekësor ofrohet gjatë 24 orëve/ditë (7 ditë/javë) nga një personel plotësisht i kualifikuar (mjeku dhe infermierja). Shërbimet ofrohen qoftë në zyrat e Qendrës Mjekësore, apo edhe jashtë tyre kurdo dhe kudo që është e nevojshme brenda ambienteve të Aeroportit. Shërbimet shëndetësore në këtë mënyrë ju ofrohen udhëtarëve, personelit të Aeroportit dhe çdo personi tjetër që ka nevojë. Për më tepër, ato konsistojnë në trajtime të ndryshme: dhënien e terapisë; trajtimet e vogla kirurgjikale në raste emergjente. Shërbimi ynë ka në dispozicion edhe një autoambulancë krejtësisht të re, të përgatitur plotësisht me paisje të fundit, në rastin e transportit të mëtejmë mjekësor. Kontakti: Telefoni mobil: +377(0)45811192 Telefoni në zyrë: +381(0)38 501502 ext. 1330 e-mail: medical.service@limkakosovo.aero
sr: Medicinsku negu na našem aerodromu nudi Centar Medicinske Službe, koji se nalazi u blizini oblasti dolazaka u prizemlju (nivo 0) . Medicinska nega se nudi tokom 24 sata/dan (7 dana/nedelja) od strane potpuno kvalifikovanog kadra (doktor i medicinska sestra). Usluge se nude ili u prostorijama Medicinskog centra, ili kad god je potrebno izvan, bilo gde u prostoru Aerodroma. Zdravstvene usluge se na ovaj način obezbeđuju putnicima, osoblju aerodroma i bilo kojoj drugoj osobi kojoj je to potrebno. Osim toga, sastoje se raznog tretmana: davanje terapije; mali hirurški tretmani za hitne slučajeve. Naša služba ima na raspolaganju i sasvim nova medicinska kola, potpuno opremljena najsavremenijom opremom, za slučajeve daljeg medicinskog prevoza. Kontakt : Mobile phone: +377(0)45811192 Office phone: +381(0)38 501502 ext. 1330 e-mail: medical.service@limkakosovo.aero

# title_ict
source: Information Communication Technologies
sq: TIK
sr: TIK

# text_ict
source: Information and Communication Technologies Department (ICT) has a crucial role in processing, transmission and storage of vast amounts of vital information used at Airport Operations. New Terminal is equipped with latest state of the art of Information and Communication Technologies with Full Automated Systems, Full Redundancy, High Availability, Business Continuity Solutions, and Real-time Monitoring of all ICT systems. Project has been implemented in accordance with IATA Recommendations. Our Airport is equipped with latest technology for Airport Systems - Airport Information Management Systems; Flight Information Display System - FIDS; Departure Control System- DCS; Common Use Terminal Equipment - CUTE; Baggage Reconciliation System - BRS; Resource Management Systems - RMS; Airport and Airline Business Systems; Airside Operation Systems - VDGS, Master Time Clock Systems; Public Address Systems; Master TV; Close Circuit Television Systems - CCTV; Access Control System and Security Management System. ICT Infrastructure has implemented the latest data and communication technologies with high level of data safeguard and protection including Private Cloud with Blade and SAN infrastructure, Active-Active Data Communication Networks, Public Utilities Connections; Voice communication Systems; Public Cellular Network, and Private Mobile Radio Systems. Also, New Terminal is equipped with Automation Systems, which ensure centralized management and monitoring for Baggage Handling System, Passenger Boarding Bridge, Fire Protection, Light Systems, HVAC, Water Supplying, Generators with redundancy, Power Supply, and Escalators and Elevators. Our successfully implemented ICT Project has been awarded last year by Albanian ICT Awards for high achievements in ICT regionally.
sq: Departamenti i Teknologjisë së Informacionit dhe Komunikimit (TIK) ka një rol vendimtar në përpunimin, transmetimin dhe ruajtjen e sasive të mëdha të informatave me rëndësi jetike që përdoren në operimet e Aeroportit. Terminali i ri është i paisur me fjalën e fundit të artit të Teknologjisë së Informacionit dhe Komunikimit me sisteme tërësisht të automatizuara, të redundancës së plotë, disponueshmërisë së lartë, zgjidhjeve të kontinuitetit të biznesit, dhe monitorimit në kohë reale të gjitha sistemeve të TIK. Projekti është zbatuar në përputhje me rekomandimet e IATA-s. Aeroporti ynë është i paisur me teknologjinë më të fundit për sisteme të aeroportit - sistemet e menaxhimit me informacione të aeroportit; sistemi i paraqitjes së informacionit të fluturimit në monitor - FIDS; sistemi i kontrollit të nisjes - DCS; përdorimi i përbashkët i paisjeve në Terminal - CUTE; sistemi i bashkërendimit të bagazhit - BRS; sistemet e menaxhimit të burimeve - RMS; sistemet e Aeroportit dhe kompanive ajrore; sistemet e operimeve në hapësirën ajrore - VDGS, sistemet Master të sinkronizimit të kohës në të gjitha orat; sistemet e adresave publike; Master TV; sistemet e vëzhgimit me kamera - CCTV; sistemi i kontrollit të qasjes, dhe sistemi i menaxhimit të sigurisë. Infrastruktura e TIK ka implementuar teknologjitë më të fundit për të dhënat dhe komunikimin me nivel të lartë të mbrojtjes së të dhënave dhe kjo mbrojtje përfshin Private Cloud me infrastrukturën Blade dhe SAN, rrjetet e komunikimit aktiv-aktiv të të dhënave, lidhjet e shërbimeve publike; sistemet e komunikimit me zë; rrjetin celular publik, dhe radio sistemet private mobile. Gjithashtu, Terminali i ri është i paisur me sistemet e automatizimit, që sigurojnë menaxhimin dhe monitorimin e centralizuar për sistemin e trajtimit të bagazheve, urave për bording të pasagjerëve, mbrojtjen nga zjarri, sistemet e ndriçimit, HVAC, furnizimit me ujë, gjeneratorëve rezervë, furnizimit me energji elektrike, dhe shkallëve elektrike dhe ashensorëve. Projekti ynë TIK i implementuar me sukses është shpërblyer vitin e kaluar nga Albanian ICT Awards për arritjet e larta në fushën e TIK në nivel regjional.
sr: Odsek Tehnologije Informacije i komunikacije (TIK) ima ključnu ulogu u obradi, prenosu i skladištenju ogromnih količina informacija od velike važnosti koje se koriste u radu aerodroma. Novi terminal je opremljen najnovijom najsavremenijom informaciono-komunikacijskom tehnologijom sa potpuno automatizovanim sistemima, pune redundanse, visoke dostupnosti, rešenja poslovnog kontinuiteta, i u realnom vremenu praćenje svih TIK sistema. Projekat je realizovan u skladu sa preporukama IATA. Naš Aerodrom je opremljen najsavremenijom tehnologijom za aerodromske sisteme - sistem upravljanja informacijama aerodroma; displej sistem informacija o redu letenja - FIDS; sistem kontrole odlaska - DCS; zajedničko korištenje opreme na terminalu - CUTE; sistem ređanja prtljage - BRS; sistem upravljanja resursima - RMS; sistem aerodroma i avio kompanija; sistem delovanja u vazdušnom prostoru - VDGS, sistem Master sinhronizacije vremena na svim satovima; sistem javnih adresa; Master TV; sistem posmatranja kamerama - CCTV; sistem kontrole pristupa i sistem zaštite i bezbednosti. Infrastruktura TIK je implementirala najnoviju tehnologiju za podatke i komunikaciju sa visokim nivoom zaštite podataka i ova zaštitauključuje Private Cloud sa infrastrukturom BLADE i SAN, komunikacijske mreže active - active podataka, veze javnih usluga; sistem glasovne komunikacije; javna mobilna mreža i privatni mobilni radio sistemi. Takođe, novi terminal je opremljen automatizovanim sistemima koji omogućuju centralizovano upravljanje i praćenje sitema prtljage, avio mostova, zaštite od požara, sistema osvetljenja, klimatizacije, vodosnabdevanja, rezervnih generatora, opskrbe strujom, i pokretnih stepenica i liftova. Naš uspešno realizovan projekat TIK je nagrađen prošle godine od strane Albanian ICT Awards za visoke domete u oblasti TIK na regionalnom nivou.

# title_info
source: Contacts
sq: Kontaktet
sr: Kontakt

# text_info
source: Information Desk information@limakkosovo.aero Office: 00381(0)385015021214 Lost and Found lost.found@limakkosovo.aero Office:00381(0)385015021270 Office:00381(0)385015021271 Public Relations vgara@limakkosovo.aero Office:00381(0)385015021041 Medical Care medicalservice@limakkosovo.aero Office: 00381(0)385015021331 Cell: 00377(0)45811192 Security security.teamleaders@limakkosovo.aero Office:00381(0)385015021362 cell: 00377(0)45811316 Complaints Handling complaints@limakkosovo.aero Office:00381(0)385015021041 Cell: 00377(0)45811411 CARGO jseferi@limakkosovo.aero Office: 00381(0)385015023292 SLOT Coordination scheduleprn@limakkosovo.aero 00381(0)385015021170
sq: Qendra e Informatave information@limakkosovo.aero Linja fikse: 00381(0)385015021214 Valixhet e humbura dhe te gjetura lost.found@limakkosovo.aero Linja fikse: 00381(0)385015021270 Linja fikse: 00381(0)385015021271 Marrëdhënie me Publikun vgara@limakkosovo.aero Linja fikse: 00381(0)385015021041 Kujdesi Mjekësor medicalservice@limakkosovo.aero Linja fikse: 00381(0)385015021331 Celular: 00377(0)45811192 Sigurimi security.teamleaders@limakkosovo.aero Linja fikse: 00381(0)385015021362 Celular: 00377(0)45811316 Ankesat complaints@limakkosovo.aero Linja fikse: 00381(0)385015021041 Celular: 00377(0)45811411 Mallra/Cargo jseferi@limakkosovo.aero Linja fikse: 00381(0)385015023292 Koordinimi i orarit te fluturimeve scheduleprn@limakkosovo.aero 00381(0)385015021170
sr: Telefon za opšte informacije information@limakkosovo.aeroUred: 00381(0)385015021214 Neprispeli Prtljag lost.found@limakkosovo.aero Ured:00381(0)385015021270 Ured:00381(0)385015021271 Odnosi sa javnošću vgara@limakkosovo.aero Ured:00381(0)385015021041 Medicinska Nega medicalservice@limakkosovo.aero Ured: 00381(0)385015021331 Cell: 00377(0)45811192 Bezbednost security.teamleaders@limakkosovo.aero Ured:00381(0)385015021362 cell: 00377(0)45811316 CŽalbe complaints@limakkosovo.aero Ured:00381(0)385015021041 Cell: 00377(0)45811411 Kargo jseferi@limakkosovo.aero Ured: 00381(0)385015023292 Koordinacija redova letenja scheduleprn@limakkosovo.aero 00381(0)385015021170

# title_passinfo
source: Passenger Info
sq: Info për udhëtarë
sr: Putničke informacije

# text_passinfo
source: There is an information desk placed in the middle of terminal where passengers can get the information 24/7 either through phone calls, e-mails or in person. Contact: information@limakkosovo.aero 00381(0)3850150211214
sq: Desku i informacionit është i vendosur në mes të terminalit ku udhëtarët mund të marrin informacion 24/7 përmes thirrjeve telefonike, e-mail apo në kontakt të drejtëpërdrejtë. Kontakti: information@limakkosovo.aero 00381(0)3850150211214
sr: Postoji informativni pult na sredini terminala gde putnici mogu dobiti informacij 24/7 putem telefonskog poziva, e-mail-a ili lično. Kontakt: information@limakkosovo.aero 00381(0)3850150211214

# title_coordination
source: Schedule facilitation
sq: Koordinimi i fluturimeve
sr: Koordinacija redova letenja

# text_coordination
source: The process of facilitation centers on voluntary cooperation between airlines and the schedule facilitator/coordinator of Limak Kosovo Int'l Airport. Airlines and schedule facilitator/coordinator of LKIA should use the SSIM message exchange formats developed for communication at Level 2 airports (Level 2 airport, see WSG at www.iata.org/sked). The Calendar of Coordination Activities specifies the dates when airlines submit their planned operations to the schedule facilitator/coordinator of Limak Kosovo Int’l Airport and the dates when the facilitator/coordinator must reply to the airlines for each flight season. Schedule Facilitator/Coordinator of LKIA must reply to each airline's Initial Submission in SAL format, listing the planned operations of that airline held in the facilitator’s database and any recommended schedule adjustments. Airlines should arrange to meet with the facilitator at the Scheduling Conferences to resolve any outstanding issues. Airlines and other aircraft operators should update Schedule Facilitator/Coordinator of LKIA with all changes to their planned operations as soon as they are known. Schedule Facilitator/Coordinator consequently will inform the airport and all relevant parties for the changes are planned to operations.
sq: Procesi i lehtësimit përqendrohet në bashkëpunimin vullnetar ndërmjet kompanive ajrore dhe lehtësuesit/koordinatorit të orarit të fluturimeve të Aeroportit Ndërkombëtar Limak Kosovë. Kompanitë ajrore dhe lehtësuesi/koordinatori i orarit i LKIA duhet të përdorin formatet e këmbimit të mesazhit SSIM të krijuara për komunikim në aeroporte të Nivelit 2 (aeroporte të Nivelit, shih WSG në www.iata.org/sked). Kalendari i aktiviteteve të koordinimit specifikon datat kur kompanitë ajrore paraqesin operimet e tyre të planifikuara te lehtësuesi/koordinatori i orarit i Aeroportit Ndërkombëtar Limak Kosovë dhe datat kur lehtësuesi/koordinatori duhet t'iu përgjigjet kompanive ajrore për çdo sezon të fluturimit. Lehtësuesi/koordinatori i orarit i LKIA duhet t\i përgjigjet secilës paraqitje fillestare të kompanive ajrore në formatin SAL, duke renditur operimet e planifikuara të asaj kompanie ajrore të mbajtur në bazën e të dhënave të lehtësuesit dhe rregullimet e mundshme të rekomanduara të orarit. Kompanitë ajrore duhet të organizohen për t'u takuar me lehtësuesin në Konferencat e orareve të fluturimit për të zgjidhur ndonjë çështje të pazgjidhur. Kompanitë ajrore dhe operatorët e tjerë të aeroplanëve duhet të përditësojnë lehtësuesin/koordinatorin e orarit të LKIA me të gjitha ndryshimet në operimet e tyre të planifikuara menjëherë pasi të bëhen të njohura. Për këtë shkak, lehtësuesi/koordinatori i orarit do të informojë aeroportin dhe të gjitha palët relevante për ndryshimet e planifikuar të operimeve.
sr: Proces olakšavanja se zasniva na dobrovoljnoj saradnji avio kompanija i koordinatora/olakšatelja rasporeda Limak Kosovo Međunarodnog Aerodroma. Avio kompanije i i koordinator/olakšatelj rasporeda LKIA trebaju koristiti SSIM formate za razmenu poruka razvijene za komunikaciju na nivou 2 aerodroma ( Nivo 2 Aerodrom , pogledajte WSG na www.iata.org/sked ) . Kalendar aktivnosti koordinacije precizira datume kada avio kompanije dostavljaju svoje planirane operacije koordinatoru/olakšatelju rasporeda Limak Kosovo Međunarodnog Aerodroma i datume kada i koordinator/olakšatelj rasporeda mora da odgovori avio kompanijama za svaku sezonu letenja. Koordinator/olakšatelj rasporeda LKIA mora odgovoriti na svaki inicijalni podnesak avio kompanije u SAL formatu, navodeći planirane aktivnosti te avio kompanije u bazi podataka koordinatora i sva preporučena prilagođavanja rasporeda. Avio kompanije trebaju aranžirati susret sa koordinatorom na Konferenciji za raspored da bi rešili sva otvorena pitanja. Avio kompanije i drugi avionski operateri trebaju ažurirati koordinatora/olakšatelja rasporeda LKIA sa svim promenama njihovih planiranih operacija, čim se dogode. Koordinator/ olakšatelj raspored će poslednično obavesiti aerodrom i sve relevantne stranke o svim promenama planiranih operacija.

# title_media
source: Media Enquiry
sq: Kërkesa nga Media
sr: Mediji Upit

# text_media
source: Prishtina Internationala Airport 'Adem Jashari' continues to respond to all media enquiries related to the public information. We have made endless efforts to be at media disposal. Contact: Valentina Gara Public Relations Manager E-mail: vgara@limakkosovo.aero Tel: 00381(0) 38 501 502 1041 Cel:0037745811411 Prishtina International Airport 'Adem Jashari' Limak Kosovo International Airport Vrelle, Lipjan 10070 Republic of Kosovo
sq: Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' vazhdon të përgjigjet në të gjitha kërkesat e mediave që kanë të bëjnë me informacion për publik. Ne kemi bërë përpjekje të pafund që të jemi në dispozicion të mediave. Kontakti: Valentina Gara Menaxher për Marrëdhënie me Publikun E-mail: vgara@limakkosovo.aero Tel: 00381(0) 38 501 502 1041 Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' Limak Kosovo International Airport Vrellë, Lipjan 10070 Republika e Kosovës
sr: Prištinski Međunarodni Aerodrom “Adem Jašari” nastavlja da odgovara na sve upite medija koji se odnose na javno informisanje. Učinili smo beskrajne napore da budemo na raspolaganju medija Kontakt: Valentina Gara Public Relations Manager E-mail: vgara@limakkosovo.aero Tel: 00381(0) 38 501 502 1041 Prishtina International Airport 'Adem Jashari' Limak Kosovo International Airport Vrellë, Lipjan 10070 Republic of Kosovo

# btnApplication
source: Please visit the website to fill the form for flight application
sr: Molimo Vas da posetite sajt da popunite formular za prijavu leta

# menuRent
source: Rent a Car
sr: Iznajmljivanje Automobila

# title_rent
source: Rent a Car
sr: Iznajmljivanje Automobila

# title_ad
source: Advertisement
sr: Reklamacija

# text_lost
source: Info Desk and Lost&amp;Found services in Limak Kosovo JSC provide all necessary information and founded baggage service to passengers. Passengers whose luggage is delayed, should proceed directly to Lost & Found with their flight ticket, baggage claim tag, identity card and passport at the same day of their arrival before leaving the terminal. We will explore and clarify the matter as quickly as possible. Contact Info: InfoDesk Phone: 00381 (0)38 501 502 1214 Email: information@limakkosovo.aero Lost & Found Phone: 00381 (0)38 501 502 1270 Email: lost.found@limakkosovo.aero Baggage Tracing Baggage Tracing code PRN67 Please find the list of airlines using World Tracer Management system: - Adria Airways - Austrian Airlines - EasyJet Airline - Etihad Airways - Pegasus Air - SAS - Star Alliance - Turkish Airlines
sr: Šalter za informacije i Služba traganja za prtljagom (Lost &amp; Found) na Limak Kosovo DD pruža usluge o neophodnim informacijama i usluge neprispele prtljage. Putnici koji ne mogu da prime svoj prtljag se trebaju direktno obratiti našem Lost & Found sa avio kartom, povrdom za prtljag, ličnom kartom i pasošem istog dana njihovog dolaska pre napuštanja terminala. Mi ćemo istražiti i raznjasiti stvari što je brže moguće. Kontakt: Šalter za informacije Telefon: 00381 (0)38 501 502 1214 Email: information@limakkosovo.aero Lost & Found Phone: 00381 (0)38 501 502 1270 Email: lost.found@limakkosovo.aero Služba traganja za prtljagom Adresa traganja za prtljagom PRN67 Molimo Vas da pronađete listu avio kompanija koje koriste Svetski Sistem Upravljanja Traganjem (World Tracer Management system). Baggage Tracing Baggage Tracing code PRN67 Please find the list of airlines using World Tracer Management system: - Adria Airways - Austrian Airlines - EasyJet Airline - Etihad Airways - Pegasus Air - SAS - Star Alliance - Turkish Airlines
