Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_application_flights
source: AIRPORT SCHEDULE COORDINATION Airport coordination is a process of managing airport capacity through the application of a set of rules contained in the IATA Worldwide Slot Guidelines (WSG at www.iata.org/sked). Schedule Coordination involves the allocation of constrained or limited airport capacity to airlines and other aircraft operators to ensure a viable airport and air transport operation. Coordination is also a process to maximize the efficient use of airport infrastructure. AIRPORT SCHEDULE FACILITATION The process of facilitation centers on voluntary cooperation between airlines and the schedule facilitator/coordinator of Limak Kosovo Int’l Airport. Airlines and schedule facilitator/coordinator of LKIA should use the SSIM message exchange formats developed for communication at Level 2 airports (Level 2 airport, see WSG at www.iata.org/sked). The Calendar of Coordination Activities specifies the dates when airlines submit their planned operations to the schedule facilitator/coordinator of Limak Kosovo Int’l Airport and the dates when the facilitator/coordinator must reply to the airlines for each flight season. Schedule Facilitator/Coordinator of LKIA must reply to each airline’s Initial Submission in SAL format, listing the planned operations of that airline held in the facilitator’s database and any recommended schedule adjustments. Airlines should arrange to meet with the facilitator at the Scheduling Conferences to resolve any outstanding issues. Airlines and other aircraft operators should update Schedule Facilitator/Coordinator of LKIA with all changes to their planned operations as soon as they are known. Schedule Facilitator/Coordinator consequently will inform the airport and all relevant parties for the changes are planned to operations.
sq: KOORDINIMI I ORARIT I AEROPORTIT Koordinimi i Aeroportit është një proces i menaxhimit të kapacitetit të aeroportit përmes zbatimit të një sërë rregullash të përfshira në Udhëzimet e IATA për sllotet në mbarë botën (WSG në www.iata.org/sked). Koordinimi i orarit të fluturimit përfshin alokimin e kapaciteteve të kufizuar të aeroportit për kompanitë ajrore dhe operatorët e tjerë të aeroplanëve për të garantuar një aeroport dhe operime të qëndrueshme të transportit ajror. Koordinimi është gjithashtu një proces për të rritur në maksimum përdorimin efikas të infrastrukturës së aeroportit. LEHTËSIMI I ORARIT I AEROPORTIT Procesi i lehtësimit përqendrohet në bashkëpunimin vullnetar ndërmjet kompanive ajrore dhe lehtësuesit/koordinatorit të orarit të fluturimeve të Aeroportit Ndërkombëtar Limak Kosovë. Kompanitë ajrore dhe lehtësuesi/koordinatori i orarit i LKIA duhet të përdorin formatet e këmbimit të mesazhit SSIM të krijuara për komunikim në aeroporte të Nivelit 2 (aeroporte të Nivelit, shih WSG në www.iata.org/sked). Kalendari i aktiviteteve të koordinimit specifikon datat kur kompanitë ajrore paraqesin operimet e tyre të planifikuara te lehtësuesi/koordinatori i orarit i Aeroportit Ndërkombëtar Limak Kosovë dhe datat kur lehtësuesi/koordinatori duhet t’iu përgjigjet kompanive ajrore për çdo sezon të fluturimit. Lehtësuesi/koordinatori i orarit i LKIA duhet t’i përgjigjet secilës paraqitje fillestare të kompanive ajrore në formatin SAL, duke renditur operimet e planifikuara të asaj kompanie ajrore të mbajtur në bazën e të dhënave të lehtësuesit dhe rregullimet e mundshme të rekomanduara të orarit. Kompanitë ajrore duhet të organizohen për t'u takuar me lehtësuesin në Konferencat e orareve të fluturimit për të zgjidhur ndonjë çështje të pazgjidhur. Kompanitë ajrore dhe operatorët e tjerë të aeroplanëve duhet të përditësojnë lehtësuesin/koordinatorin e orarit të LKIA me të gjitha ndryshimet në operimet e tyre të planifikuara menjëherë pasi të bëhen të njohura. Për këtë shkak, lehtësuesi/koordinatori i orarit do të informojë aeroportin dhe të gjitha palët relevante për ndryshimet e planifikuar të operimeve.
sr: AKOORDINACIJA RASPOREDA AERODROMA Koordinacija Aerodrom je proces upravljanja kapaciteta aerodroma kroz primenu niza pravila sadržanih u IATA Svetskim Slot Smjernica ( WSG na www.iata.org/sked ) . Koordinacija Rasporeda podrazumeva dodelu ograničenih kapaciteta aerodroma avio kompanijama i drugim vazduhoplovnim operatorima, da bi se obezbedio održivo poslovanje aerodroma i upravljanje vazdušnim saobraćajem. Koordinacija je takođe proces maksimalnog efikasnog korišćenja aerodromske infrastrukture. OLAKŠANJE RASPOREDA AERODROMA Proces olakšavanja se zasniva na dobrovoljnoj saradnji avio kompanija i koordinatora/olakšatelja rasporeda Limak Kosovo Međunarodnog Aerodroma. Avio kompanije i i koordinator/olakšatelj rasporeda LKIA trebaju koristiti SSIM formate za razmenu poruka razvijene za komunikaciju na nivou 2 aerodroma ( Nivo 2 Aerodrom , pogledajte WSG na www.iata.org/sked ) . Kalendar aktivnosti koordinacije precizira datume kada avio kompanije dostavljaju svoje planirane operacije koordinatoru/olakšatelju rasporeda Limak Kosovo Međunarodnog Aerodroma i datume kada i koordinator/olakšatelj rasporeda mora da odgovori avio kompanijama za sv aku sezonu letenja. Koordinator/olakšatelj rasporeda LKIA mora odgovoriti na svaki inicijalni podnesak avio kompanije u SAL formatu, navodeći planirane aktivnosti te avio kompanije u bazi podataka koordinatora i sva preporučena prilagođavanja rasporeda. Avio kompanije trebaju aranžirati susret sa koordinatorom na Konferenciji za raspored da bi rešili sva otvorena pitanja. Avio kompanije i drugi avionski operateri trebaju ažurirati koordinatora/olakšatelja rasporeda LKIA sa svim promenama njihovih planiranih operacija, čim se dogode. Koordinator/ olakšatelj raspored će poslednično obavesiti aerodrom i sve relevantne stranke o svim promenama planiranih operacija.

# title_publications
source: Publications
sq: Publikimet
sr: Publikacije

# title_services
source: Services
sq: Shërbimet
sr: Usluge

# text_services
source: The Management of Prishtina International Airport is committed to offer the best services to its customers according to International Standards of Safety and Security.
sq: Menaxhmenti i Aeroportit Ndërkombetar të Prishtinës është i përkushtuar që të ofroj shërbimet më të mira për klientët e saj sipas Standardeve Ndërkombetare të Sigurisë dhe Sigurimit.
sr: Menadžment Međunarodnog Aerodroma u Prištini je obavezala da ponudi najdobri uslugi svojim klijentima prema međunarodnim standardima sigurnosti i bebjednosti

# title_phs
source: Passenger Handling Service
sq: Shërbimi për procesimin e udhëtarëve
sr: Putnički usluga Rukovanje

# text_phs
source: Within the framework of international Civil Aviation rules, we aim at increasing the customer satisfaction in Passenger Services, where CIP and VIP services are rendered, by taking the quality and safe service policy as the basis. Services offered by Limak Kosovo International J.S.C. Passenger Services Unit are as follows: • Passenger and Baggage Check-in • VIP Check – in • CIP Check - in • Group Check-in • Travel Documents, Passport Check • Boarding • Denied Boarding Contact Info: email: team.leaders@limakkosovo.aero tel: 00381 (0)38 501 502 Mobile: 00377(0)45811281 VIP Check-In VIPs (Very Important Passengers) are passengers, who due to their official rank or social position are handled with special care and enjoy special privileges. Passenger Handling Service Unit usually is not responsible for the VIPs directly. Some of passengers that are treated as VIP at PRN airport may not be categorized as such by the airlines on which they are traveling, however, as a ground handler we do provide following services: - Pre-assign seat - Arrange and perform check-in at the VIP lounge - Escort passengers from VIP lounge to aircraft or from aircraft to the VIP lounge, if requested Contact: vip@limakkosovo.aero CIP and 17/02 Service Check-In Passengers who are members of CIP and 17/02 has special check-in counter by receiving the service apart from other check-in counters, regardless the airline they're flying with. Group Check-In Passengers travelling in group are subject to regular check-in procedures. Self Check-In Currently there are five existing self check-in counters at Prishtina International Airport 'Adem Jashari', by enabling passengers to check-in on their own. Travel Documents For information on each type of travel document please refer to: www.assembly-kosova.org/common/docs/ligjet/2008_03-L037_en.pdf Boarding There is assistance given to passengers with disabilities from check-in counter to the Boarding Gate. For further information please do contact the information desk. Denied Boarding Passengers may be subject to denial of boarding based on procedures of border authorities or airlines if they are found in breach of any of the travelling procedures and regulations.
sq: Përbrenda kornizës së rregullave ndërkombëtare të Aviacionit Civil, ne kemi për qëllim rritjen e nivelit të kënaqshmërisë së konsumatorëve në Shërbimin e udhëtarëve, ku ofrohen edhe shërbimet CIP (Persona të rëndësishëm komercial) dhe VIP (persona shumë të rvndësishëm), duke marrë si bazë politikën e cilësisë dhe shërbimit të sigurt. Shërbimet e ofruara nga Njësia e Shërbimit të udhëtarëve të Aeroportit Ndëkombëtar Limak Kosovë Sh. A. janë si më poshtë: • Check-in për pasagjerët dhe bagazhin • VIP Check–in • CIP Check-in • Check-in për grupe udhëtarësh • Dokumentet e udhëtimit, kontrolli i pasaportave • Bordingu • Mohimi i bordingut Informatat e kontaktit: email: team.leaders@limakkosovo.aero tel: 00381 (0)38 501 502 Mobile: 00377(0)45811281 VIP Check-In VIP (Pasagjerë shumë të rëndësishëm) janë pasagjerë që, për shkak të rangut të tyre zyrtar apo pozitës shoqërore, trajtohen me kujdes të veçantë dhe gëzojnë privilegje të veçanta. Njësia e Shërbimit të udhëtarëve zakonisht nuk është përgjegjëse për VIP në mënyrë direkte. Disa nga udhëtarët që trajtohen si VIP në aeroportin PRN mund të mos kategorizohen si të tillë nga kompanitë ajrore me të cilat ata udhëtojnë, megjithatë, si ofrues shërbimi tokësor ne ofrojmë shërbimet e mëposhtme: - Caktimi paraprak i ulëses - Organizimi dhe bërja e check-in në qendrën për VIP - Përcjellja e pasagjerëve nga qendra për VIP në aeroplan ose nga aeroplani në qendrën për VIP, nëse kërkohet Contact: vip@limakkosovo.aero Shërbimi për persona të rëndësishëm komercial dhe anëtarë të 17/02 Udhëtarët që janë anëtarë të CIP dhe 17/02 kanë sportel të veçantë për check-in duke i pranuar shërbimet ndaras prej sporteleve tjera për check-in, pavarësisht kompanisë ajrore me të cilën ata fluturojnë. Check-in në Grup Udhëtarët që udhëtojnë në grup iu nënshtrohen procedurave të njëjta të check-in. Vetë regjistrim Aktualisht, janë pesë sportele ekzistuese ku udhëtarët mund të bëjnë vetë check-in në Aeroportin Ndërkombëtar të Prishtinës 'Adem Jashari', duke bërë të mundur që udhëtarët të regjistrohen vetë. Dokumentet e udhëtimit Për informacion mbi çdo lloj të dokumentit të udhëtimit, ju lutem referojuni: www.assembly-kosova.org/common/docs/ligjet/2008_03-L037_en.pdf Embarkimi Për pasagjerët me aftësi të kufizuara ofrohet ndihmë nga sporteli për check-in deri te porta e bordingut. Për informacione të mëtejshme, ju lutem kontaktoni qendren e informacionit. Mohimi i embarkimit Udhëtarët mund të jenë subjekt i mohimit të embarkimit në bazë të procedurave të autoriteteve kufitare ose kompanive ajrore nëse gjenden në shkelje të ndonjë prej procedurave dhe rregulloreve të udhëtimit.
sr: U okviru Medžunarondog civilnog vazduhoplovstva pravila, naš ćilj jepovećanje zadovoljstva klienta u putnička usluga, gde CIP i VIP usluge su izrečena uzimajući kvalitet i sigurnu servisa kao osnova. Usluge koje su nude od Limak Kosovo Medžunarodni JSC putnik usluge Unit, oni su: • Putnik i Prtljag Check-in • VIP Check – in • CIP Check - in • Group Check-in • Putne Isprave- Dokumenti i Pasoš • Ukrcavanje • Skraceno Ukrcavanje Kontakt informacija: email: team.leaders@limakkosovo.aero tel: 00381 (0)38 501 502 Mobile: 00377(0)45811281 VIP Check-In Vip (Veoma važni ljudi) su putnici, koji zbog svojih službeni rang ili socijalni položaj koji su tretirak kao VIP kod PRN aerodrome ne mogu biti kategorizovani u avio-kompanija na kojima putuju, međutim, kao osnova pružimo sledeče usluge: - Pre –zabeleženo sedište - Aranžiranje i izvest kod check-in Lounge - Aranžiranje i izvest kod check-in Lounge Kontakt: vip@limakkosovo.aero Cip i 17/02 Check-in Usluge Putnici koji su članovi od CIP i 17/02 imaju specijalni check-in brojač primanjem odvojeno uslugu od drugi check-in brojača, bez obzira aviona sa kojim oni putovaju. Grupni Check-in Putnici koji putovaju grupnim, oni će imaju regularni check-in procedure Sam Check-in Momentalno, postoje 5 Sam Usluge check-in’a brojači kod Prištinski Medžunarodni Aerodrom ‘ Adem Jašari’ omogućavajući putnike da pravaju check-in sami Putne Isprave Za informacija od svakog dokumenta, molimo vas da pogledate u: http://www.assembly-kosova.org/common/docs/ligjet/2008_03-L037_sr.pdf Ukrcavanje Postoji pomoć za putnici sa invaliditetom od check-in brojač do ukrcavanje. Za dalje informacije, molimo kontaktirate službi informacija o redu letenja. Uskraćeno ukrcavanje Putnici mogu biti razlog uskraćivanja ukrcavana na osnovu procedura graničnih vlasti ili avionskim ako su uhvačeni u kršenju bilo koje od procedura i popisa koji putuju.

# title_lost
source: Information & Lost and Found
sq: Informatat dhe valixhet e humbura dhe të gjetura
sr: Informacije & Neprispeli Prtljag

# title_cip
source: CIP and 17/02 Service
sq: Shërbimi CIP dhe 17/02
sr: CIP i 17/02 Usluga

# text_cip
source: This lounge creates an alternative and more convenient solution for the frequent and appreciative flayers of Kosovo. Passengers that would like to have an independent flying experience with a service delivered by experienced professionals on hand for assistance, a quicker check-in and check-out procedure, and parking privileges can be comforted by the availability of the 17 | 02 Service. Members of this lounge are taken care of and are provided with the maximum comfort from vehicle to plane or vice versa. A dedicated person responsible for the member meets them at departure area, and assists them along the way. Their baggage is taken care of, the check-in procedure is expedited, and where available the passport control is done in fast counters. The foremost purpose of the 17 | 02 Lounge is member comfort. The accommodating premises are away from the regular area, in a quiet atmosphere free from loud announcements and common airport business. The lounge also provides free internet, common office tools, daily and weekly press periodicals. There are also refreshments and various snacks available all the time, free of charge to all lounge users. The services and benefits of the 17 | 02 Lounge can be enjoyed by either one time usage payment, or yearly membership. Both methods of payment offer a value that is much greater than the price, however the yearly memberships also benefit from free parking, and can also use the services with an accompanying guest. We are happy to provide you with this luxury. For any further information, please contact any staff member of Limak Prishtina International Airport "Adem Jashari" or e-mail us at cip@limakkosovo.aero. 17/02 Service Departure of 17/02 Service Members Our Service is being offered beginning at the point where CIP Personnel/staff meets the passenger at Departure. The Check-in procedure is done accompanied with the assistance of our CIP Personnel/staff, if possible, expedited passage through passport counters is provided. Additionally our CIP staff will be in disposal to our guests for accompanying them in case they'd like to shop in Duty Free. Arrival of 17/02 Service Members We take care of our CIP customers once they make the first step out of the aircraft. The procedures of passport control ,if possible ,are done in fast-counters. Our customers will be assisted by our CIP staff in case they want to shop in Duty Free. We continue to accompany our customers up to the point when they meet their greeters and to their vehicles if there is no greeter arranged by them. CIP Procedures 17/02 Gold Card Parking Lot free of charge for 5 days CIP Unique Lounge usage 1 guest free of charge (a member of family ) and children up to 13 years old Service fee 1 year Card: 350 euro 17/02 Platinum Card 10 days free parking CIP 17/02 Lounge usage 1 guest free of charge except the family member and chilren up to 13 years old Service Fee 1 Year Card: 550 euro If further information is needed we are in your disposal to supply you with all neccessary details. Please do contact us at: lounge@limakkosovo.aero
sq: Kjo sallë pritjeje krijon një zgjidhje alternative dhe më të përshtatshme për udhëtarët e shpeshtë dhe falënderues të Kosovës. Pasagjerët që dëshirojnë të kenë një përvojë të pavarur fluturimi me një shërbim të ofruar nga profesionistë me përvojë të gatshëm për ndihmë, procedurë të shpejtë për check-in dhe check-out, dhe privilegjet e parkimit mund t’i gëzojnë komoditetet nga disponueshmëria e Shërbimit 17 | 02. Për anëtarët e këtij shërbimi tregohet kujdes duke iu ofruar komoditetin maksimal nga automjeti në aeroplan apo anasjelltas. Personi përgjegjës për anëtarin i mirëpret ata në hapësirën e nisjes, dhe i ndihmon ata përgjatë rrugës. Kujdes tregohet edhe për bagazhin e tyre, procedura e check-in është e përshpejtuar, dhe, sipas mundësisë, kontrolli i pasaportës bëhet në sportelet e shpejta. Qëllimi kryesor i sallës 17 | 02 është rehatia e anëtarit të saj. Ambjentet akomoduese janë larg nga hapësirat e rëndomta, në një atmosferë të qetë pa njoftimet me zë të lartë dhe puna e zakonshme e aeroportit. Hapësira gjithashtu ofron internet falas, mjete të zakonshme për një zyre, gazeta/revista të përditshme dhe javore. Ka edhe pije freskuese dhe ushqime të ndryshme në dispozicion gjatë gjithë kohës, pa pagesë për të gjithë shfrytëzuesit e sallës. Shërbimet dhe përfitimet e sallës 17 | 02 mund të shijohen me anë të pagesës për një shfrytëzim apo përmes anëtarësisë vjetore. Të dyja metodat e pagesës ofrojnë një vlerë që është shumë më e madhe se sa çmimi, por edhe anëtarësimet vjetore përfitojnë gjithashtu nga parkimi pa pagesë, dhe gjithashtu mund t’i shfrytëzojnë shërbimet me një mysafir shoqërues. Ne jemi të lumtur që mund t’iu ofrojmë këtë luks. Për çdo informacion të mëtejshëm, ju lutem kontaktoni secilin anëtar të stafit të Aeroportit Ndërkombëtar të Prishtinës `Adem Jashari` ose përmes e-mail në adresën cip@limakkosovo.aero. Shërbimi 17/02 Shërbimi në nisje për anëtarët e 17/02 Shërbimi ynë ofrohet duke filluar në pikën ku personeli/stafi i CIP takon pasagjerët në nisje. Procedura e check-in bëhet e shoqëruar me ndihmën e personelit/stafit tonë të CIP, nëse është e mundur, ofrohet edhe kalimi i përshpejtuar nëpër sportelet e pasaportave. Përveç kësaj, stafi ynë i CIP do të jetë në dispozicion të mysafirëve tanë për t’i shoqëruar ata në rast se dëshirojnë të blejnë gjëra në Duty Free. Shërbimi në arritje për anëtarët e 17/02 Ne kujdesemi për klientët tanë CIP menjëherë pasi ata të bëjnë hapin e parë për të dalë nga aeroplani. Procedurat e kontrollit të pasaportave, nëse është e mundur, bëhen në sportelet e shpejta. Klientët tanë do të ndihmohen nga stafi ynë i CIP në rast se dëshirojnë të blejnë gjëra në Duty Free. Ne vazhdojmë t’i shoqërojmë klientët tanë deri në pikën ku ata takohen me pritësit e tyre dhe deri te automjetet e tyre nëse nuk kanë dikë që i pret. Procedurat për CIP Kartela e Artë 17/02 Vend parkimi falas për 5 ditë Shfrytëzimi i sallës së veçantë CIP 1 mysafir pa pagesë (një anëtar i familjes) dhe fëmijë deri në 13 vjeç Tarifa e shërbimit Kartela për 1 vit: 350 € Kartela Platinium 17/02 10 days free parking Vend parkimi falas për 10 ditë Shfrytëzimi i sallës CIP 17/02 1 mysafir falas përveç anëtarit të familjes dhe fëmijë deri në 13 vjeç Tarifa e shërbimit Kartela për 1 vit: 550 € Nëse ju duhen informacione të mëtejshme, ne jemi në dispozicionin tuaj për t’ju ofruar të gjitha detajet e nevojshme. Ju lutemi të na kontaktoni në: lounge@limakkosovo.aero
sr: Ova sala stvara alternativno i prikladno rešenje za česte i zahvalne putnike Kosova. Putnici koji žele da imaju nezavisno iskustvo letenja sa uslugom koju pruža iskusan profesionalac za pomoć, brzu proceduru prijave i odjave, i privilegije parkiranja mogu koristiti Uslugu 17/02. Članovi ovog salona su zbrinuti i dobijaju maksimalan komfor od vozila do aviona ili obrnuto. Osoba odgovorna za člana ih dočekuje na području polaska, i pomaže im putem. Iskazuje se briga i za njhov prtljag, procedura prijema je ubrzana, i gde je to moguće kontrola pasoša se vrši na brzim šalterima. Svrha salona 17/02 je udobnost člana. Prostorije su smeštene daleko od regularnih zona, u tihoj atmosferi bez glasnih najava i daleko od rutinskog aerodromskog poslovanja. Sala takođe nudi besplatni internet, uobičajena kancelarijiska sredstva, dnevne i nedeljne novine. Takođe ima i osvežavajućih pića i razne hrane na raspolaganju sve vreme, besplatno za sve korisnike salona. Mi smo srećni da možemo da Vam pružimo ovaj luksuz. Za sve dalje informacije, možete kontaktirati bilo kojeg člana osoblja Limak Prištinskog Međunarodnog Aerodroma ‘Adem Jašari’ ili pišite nam e-mail na: cip @limakkosovo.aero Usluga 17/02 Odlazak članova Usluge 17/02 Naša Usluga počinje od tačke gde CIP osoblje/zaposleni susreću putnika na Odlasku. Procedura prijave se vrši zajedno sa CIP osobljem/zaposlenima, i ako je moguće, obezbeđen je ubrzan prolaz kroz šaltere kontrole pasoša. Dodatno, naše CIP osoblje je na raspolaganju našim gostima u slučaju da žele da kupuju u Duty Free prodavnici. Dolazak članova Usluge 17/02 Mi brinemo o našim CIP klijentima čim naprave prvi kopak iz aviona. Pasoška kontrola i procedure, ako je moguće, se obavljaju na brzim šalterima. Našim klijentima će biti pružena asistencija našeg CIP osoblja u slučaju da žele da kupuju u Duty Free prodavnici. Mi smo i dalje na usluzi našim klijentima do susreta sa osobom koja ih dočekuje ili do vozila ako ne postoji osoba koja ih dočekuje. CIP Procedure 17/02 Zlatna Kartica Mesto za parkiranje besplatno na 5 dana Upotreba jedinstvenog CIP salona 1 gost besplatno (Član Porodice) i deca do 13 godina Cena usluge 1 Godičnja Kartica: 350 evra 17/02 Platinum Kartica 10 dana besplatan parking Upotreba CIP 17/02 sale 1 besplatan gost osim člana porodice i dece do 13 godina Cena usluge 1 Godišnja Kartica: 550 evra Ako je potrebno više informacija, mi smo Vam na raspolaganju da Vam ponudimo sve potrebne detalje. Molimo Vas da nas kontaktirate na: lounge@limakkosovo.aero

# title_commercial
source: Commercial
sq: Njësia Komerciale
sr: Komercijalna jedinica
