Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# text_commercial
source: Commercial Unit is managing and implementing Commercial Contracts to ensure a continuous business development, including aeronautical and non-aeronautical activities of Limak Kosovo International Airport J.S.C. Commercial Unit negotiates the terms and conditions of commercial contracts, as well as documenting and agreeing on any changes or amendments that may arise during its implementation. Partners: Airlines, travel agencies and/or tour operators, duty free and duty paid shops, banks, rent a car companies, telecom operators, cargo transport companies, restaurants, helicopter operators, flight and ground support operators and any other party who engages in aviation and airport business. Activities: Standard Ground Handling Agreements, Commercial agreements for renting of terminal, land and air side facilities to all airport users (such as airline, tour operator, travel agency, rent a car…), Sub-concession agreements, and any other commercial activity which contribute on the growth of Revenue of Limak Kosovo International Airport J.S.C. Commercial Unit Contact Information Details: Revenue Manager Office: +381 38 501 502/ 1100 Fax: +381 38 501 502/ 1115 hsayimci@limakkosovo.aero Commercial Administrative Assistant Office: +381 38 501 502/ 1104 jqorri@limakkosovo.aero
sq: Njësia Komerciale menaxhon dhe implementon kontratat komerciale për të siguruar një zhvillim të vazhdueshëm të biznesit, duke përfshirë aktivitetet aeronautike dhe jo-aeronautike të Aeroportit Ndërkombëtar Limak Kosovë Sh. A. Njësia Komerciale negocion afatet dhe kushtet e kontratave komerciale, si dhe dokumentimin dhe pajtimin mbi ndonjë ndryshim ose amendamentet që mund të dalin gjatë zbatimit të tyre. Partnerët: Kompanitë ajrore, agjencitë e udhëtimit dhe/apo operatorët turistikë, shitoret pa taksë doganore dhe shitoret me pagesë, bankat, kompanitë që japin vetura me qira, operatorët e telekomit, kompanitë e transportit të ngarkesave, restorantet, operatorët e helikopterëve, operatorët e fluturimeve dhe mbështetjes së operimeve tokësore, dhe çdo palë tjetër që angazhohet në aviacion dhe biznesin e aeroportit. Aktivitetet: Marrëveshjet Standarde të Shërbimeve Tokësore, Marrëveshjet Komerciale për lëshuarjen e hapësirave në Terminal me qira, objektet në hapësirën tokësore dhe ajrore për të gjithë shfrytëzuesit e aeroportit (siç janë kompanitë ajrore, operatorët turistikë, agjencitë e udhëtimeve, veturat me qira ...), Marrëveshjet e nën-koncesionimit, dhe çdo veprimtari tjetër komerciale që mund të kontribuon në rritjen e të ardhurave të kompanisë Aeroporti Ndërkombëtar Limak Kosovë Sh. A. Detajet e informacionit për të kontaktuar Njësinë Komerciale: Menaxherja e të Ardhurave Zyrë: +381 38 501 502/ 1100 Fax: +381 38 501 502/ 1115 hsayimci@limakkosovo.aero Asistentja Administrative e Njësisë Komerciale Zyrë: +381 38 501 502/ 1104 jqorri@limakkosovo.aero
sr: Komercijalna Jedinica upravlja i sprovodi komercijalne ogovore u cilju obezbeđenja kontinuiranog razvoja poslovanja, uključujući i vazduhoplovne i nevazduhoplovne aktivnosti Limak Kosovo Prištinskog Međunarodnog Aerodroma DD. Komercijalna jedinica pregovara o uslovima komercijalnih ugovora, takođe vrši i dokumentovanje i dogovor o svakoj promeni ili dopuni koja se može dogoditi tokom implementacije. Partneri: avio kompanije, putničke agencije i/ili turoperatori, prodavnice oslobođene davanja i ona u kojima su svi porezi uključeni, banke, kompanije za iznajmljivanje auta, operateri telekomunikacija, kompanije za kargo transport, restorani, operateri prevoza helikopterima, operateri podrške vazduhoplovnih i kopnenih operacija,i bilo koje druge stranke uključene u vazduhoplovsto i poslovanje aerodrome. Aktivnosti: Standard sporazumi zemaljskih usluga, Komercijalni ugovori o najmu prostora na Terminalu, sadržaji zemljišnog i vazdušnog prostora za sve korisnike aerodroma (kao što su avio kompanije, turoperatori, putničke agencije, kompanije za iznajmljivanje auta...), Ugovori o pod-koncesiji, i bilo koje druge komercijalne aktivnosti koje mogu da doprinesu povećanju prihoda kompanije Limak Kosova Međunarodnog Aerodroma DD. Kontakt informacije Komercijalne Jednice: Menadžer prihoda Ured: +381 38 501 502/ 1100 Fax: +381 38 501 502/ 1115 hsayimci@limakkosovo.aero Komercijalni Administrativni Asistent Ured: +381 38 501 502/ 1104 jqorri@limakkosovo.aero

# title_ramp
source: Ramp Services
sq: Shërbimet Ramp
sr: Usluge Platforme

# text_ramp
source: The primary target of this service is to take necessary precautions against all risks. It starts by aircraft entering into frequency and ends with push-back (pushing the aircraft). Services offered as part of Ramp: - Making preparations related to meeting, prior to the arrival of the aircraft and inspection of these preparations - Sending the necessary equipment to the parking position to unload the payload and bags and provide additional service such as Potable Water, Ground Power, Air Starter and etc. - Operation of Baggage Handling System and Baggage Reconcilation System - Making the weight and balance calculations along with the distribution of the baggage and cargo - Loading – Unloading of the Aircraft (Consolidating and Transferring the Bags and Cargo to the Aircraft or Terminal) - Cleaning the Aircraft - Passenger Transfer - Push-Back &amp; Towing - Marshalling – Chocking - Barging (Safe Parking Services) - Clean – Waste Water Services - De/Anti – Icing Operation Services By coordinating aircraft services, we aim to deliver on time operation in accordance with security and safety regulations such as: - Aircraft Parking Stand Allocation and Resource Management - Coordination of 3rd party service providers - Checking the messages - Following the documents and procedures of airline/company providing service - Sending the required messages to the opposite station after departure. (MVT, LDM, CPM, PSM etc.)
sq: Objektivi kryesor i këtij shërbimi është që të marrë masa paraprake të domosdoshme kundër të gjitha rreziqeve. Kjo fillon që nga hyrja e aeroplanit në frekuencë dhe përfundon me shtyerjen prapa të aeroplanit me paisjet për shtyerje ‘pushback’. Shërbimet e ofruara në kuadër të operimeve tokësore të aeroplanëve: - Përgatitjet që ndërlidhen me takimin, para ardhjes së aeroplanit dhe inspektimi i këtyre përgatitjeve - Dërgimi i paisjeve të nevojshme në pozicionin e parkimit të aeroplanit për të shkarkuar ngarkesat dhe valixhet dhe ofrimi i shërbimeve shtesë, të tilla si furnizimi me ujë të pijshëm, rrymë, starter ajror, etj - Operimi i sistemit të trajtimit të bagazheve dhe sistemit të bashkërendimit të bagazheve - Përllogaritja e peshës dhe baraspeshës së bashku me shpërndarjen e bagazhit dhe ngarkesave - Ngarkimi - shkarkimi i aeroplanëve (konsolidimi dhe transferimi i valixheve dhe ngarkesave me mallra në aeroplan apo Terminal) - Pastrimi i aeroplanëve - Transferi i udhëtarëve - Tërheqja dhe shtyrja e aeroplanëve me traktorët ‘pushback’ - Marshallimi – vendosja e pengesave te rrotat e aeroplanëve – shërbimet e parkimit të sigurt - Shërbimet e pastrimit të ujërave të zeza - De-icing/Kundër ngricave Shërbimet e Operimeve Përmes bashkërendimit të shërbimeve të aeroplanëve, ne kemi për qëllim të ofrojmë operime me kohë në përputhje me rregulloret e sigurisë dhe sigurimit të tilla si: - Menaxhimi i shpërndarjes dhe burimeve të vendeve për parkimin e aeroplanëve - Koordinimi i shërbimeve të ofruesëve nga palët e treta - Kontrollimi i mesazheve - Ndjekja e dokumenteve dhe procedurave të kompanive ajrore/kompanive që ofrojnë shërbime - Dërgimi i mesazheve të kërkuara në stacionin e kundërt pas nisjes (MVT, LDM, CPM, PSM, etj.)
sr: Primarni cilj ove usluge je preduzimanje svih neophodnih mera predostrožnosti protiv svih rizika. Počinje ulaskom aviona u frekvencije i završava guranjem odozada aviona opremom za guranje ‘puch-back’. Usluge koje se nude kao deo Usluga platforme: - Izrada priprema vezanih za susret, pre dolaska aviona i inspekcija ovih priprema. - Slanje potrebne opreme za parking poziciju za istovar tovara i torbi i pružanje dodatnih usluga, kao što je snabdevanje vodom za piće, struja, vazdušni starter, itd. - Rukovanje sistemom tretiranja prtljage i sistema slaganja prtljage - Izračunavanje težine i balansa uz distribuciju prtljaga i karga. - Utovar i istovar aviona (Konsolidacija i prevoz prtljage i karga od aviona do terminala) - Čišćenje aviona - Prevoz putnika - Push-Back i šlep - Marshalling – postavljanje prepreka kod točkova aviona – usluga sigurnog parkinga - Čišćenje- usluga otpadne vode - Anti - zaleđivanje Usluge rukovanja Koordiniranjem avionskih usluga, cilj nam je da obavimo posao na vreme rada u skladu sa bezbednosim i sigurnosim propisima, kao na primer: Upravljanje raspodele i izvora mesta za parkiranje aviona. Koordinacija usluga od trećih snabdevača. Provera poruka Praćenje dokumenata i procedura avio kompanija/kompanija koje pružaju usluge. Slanje potrebnih poruka suportnoj stanici posle odlaska (MVT, LDM, CPM, PSM itd.)

# title_cargo
source: Cargo
sq: Mallërat
sr: Kargo

# text_cargo
source: Limak Kosovo International Airport J.S.C.-Prishtina International Airport ”ADEM JASHARI” offers different Cargo services in a fast, effective and professional way. Security is a key advantage, thus we examine all the cargo shipment by the most modern Heimman x-ray machines. With up to date security system, modern technological equipment and video surveillance, we guarantee a fast and efficient flow of cargo. So far, we have almost all the worldwide Companies like Adria Airways, Austrian Airlines, Turkish Airlines, Swiss Fedex, Ups, Tnt, Dhl and International Freight Forwarders like Aes Cargo, AGS, Intereuropa, Air Logistic etc. operating in Kosovo and all of them are transporting their goods via our Airport using our Cargo services. Cargo Facilities: - Cargo import warehouse working hours: Mon-Sun 08:00-02:00, - Cargo export warehousol shipments available - Perishable special room: Not available (immediate pick-up must be arranged) - Valuable safe for VAL shipments: Not available (immediate pick-up must be arranged) - Special room for live animal AVI: Not available (immediate pick-up must be arranged) - Dangerous goods special room: Not available (immediate pick-up must be arranged) - For each Dangerous goods shipment planned to be Imported &amp; Exported to PRN special permit needed from Civil Aviation Authorities of Republic of Kosova (CAAK) - Transit Cargo Handling: Not available Cargo Unit Contacts: Ramp operation manager & Cargo air manager Telephone: +381 (0) 38 5015023292 Head of Cargo Operations E-mail: jseferi@limakkosovo.aero, Team leaders in Cargo Import E-mail: cargoprn@limakkosovo.aero Cargo Finance office in duty Telephone: +381 (0) 38 5015023294, Team leaders in Cargo Export Customs working hours: Mon-Sat 08:00-18:00. Customs clearance due to our local government applicable laws: After 24 days if shipments are not taken ,the shipments will be confiscated according to our local government law KDA:03/L 109 chapter 3,article4,chapter 4,article 53,drops1,section 2. In case of confiscated shipment all warehouse charges will be charged to airline or his licensed representative (shipper or freight forwarder).
sq: Aeroporti Ndërkombëtar i Prishtinës `Adem Jashari` Limak Kosovo ofron shërbime të ndryshme të bartjes së mallërave në mënyrë të shpejtë, efektive dhe profesionale. Siguria është një përparësi kyçe, kështu që ne i ekzaminojmë të gjitha dërgesat e ngarkesave me mallëra me aparatet më bashkëkohore të skanimit me rreze X, Heimman. Me sistemin e sigurisë të fjalës së fundit, paisje moderne teknologjike dhe video vëzhgim, ne garantojmë një rrjedhë të shpejtë dhe efikase të bartjes së mallërave. Deri më tani, ne kemi të pranishme pothuajse të gjitha kompanitë nga mbarë bota si Adria Airways, Austrian Airlines, Turkish Airlines, Swiss FedEx, UPS, TNT , DHL dhe transportues ndërkombëtar të dërgesave si AES Cargo, AGS, Intereuropa, Air Logistic, etj. që veprojnë në Kosovë dhe të gjithë i transportojnë mallrat e tyre përmes Aeroportit tonë duke përdorur shërbimet tona të bartjes së mallërave Objektet e ngarkesave: - Depoja e ngarkesave të importit me orar të punës: Hënë-Diel 08:00 - 02:00, - Depoja e ngarkesave të eksportit me orar të punës: Hënë-Shtunë 08:00 - 16:00, - Pas 48 orësh, marrësi përveç tarifave të përditshme do të paguajë tarifën shtesë sipas çmimores në përdorim të LKIA- Aeroporti Ndërkombëtar i Prishtinës `Adem Jashari`. - Pirunerët në dispozicion - Frigorifer në dispozicion për dërgesat që duhet të qëndrojnë në të ftohtë - Hapësirë e veçantë për artikujt që prishen: Nuk ka në dispozicion (duhet të organizohet marrja e menjëherëshme e mallit) - Kasafortë për dërgesat me vlerë (VAL): Nuk ka në dispozicion (duhet të organizohet marrja e menjëherëshme e mallit) - Dhomë e veçantë për kafshët e gjalla AVI: Nuk ka në dispozicion (duhet të organizohet marrja e menjëherëshme e mallit) - Për çdo dërgesë të mallërave të rrezikshme të planifikuara për t’u importuar dhe eksportuar në dhe nga PRN, nevoitet leje e posaçme nga Autoriteti i Aviacionit Civil të Republikës së Kosovës (AACK) - Trajtimi i bartjes së mallërave me tranzit: Nuk ka në dispozicion Kontaktet e Njësisë së Kargos: Menaxheri i operimeve të Platformës dhe Menaxheri i Kargos Kreu i Operimeve të Kargos Telefoni: +381 (0) 38 5015023292 E-mail: seferi@limakkosovo.aero, Udhëheqësit e ekipeve në Kargo import Telefoni: +381 (0) 38 5015023292 E-mail: cargoprn@limakkosovo.aero, Zyra e Financave në detyrë Telefoni:+381 (0) 38 5015023294, Udhëheqësit e ekipeve në Kargo eksport Telefoni: +381 (0) 38 5015023294, Orari i punës i Doganës: Hënë-Shtunë 08:00 - 18:00. Zhdoganimi për shkak të ligjeve vendore të zbatueshme është si vijon: Nëse dërgesat nuk merren edhe pas 24 ditësh, dërgesat do të konfiskohen sipas ligjit vendor në fuqi KDA: 03/L 109, kapitulli 3, neni 4, kapitulli 4, neni 53, pika 1, pjesa 2. Në rast të dërgesës së konfiskuar, të gjitha tarifat e depos do t’i ngarkohen kompanisë ajrore ose përfaqësuesit të saj të licencuar (dërguesit ose transportuesit të mallrave).
sr: Limak Kosovo Prištinski Međunarodni Aerodrom DD ‘Adem Jašari’ nudi različite usluge prevoza robe na brz, efektivan i profesionalan način. Sigurnost je jedna od ključnih prednosti, tako što mi pregleđujemo sve pošiljke robe sa najmodernijim Heimman aparatima sa x-zracima. Sa najnovijom i najmodernijom tehnološkom opremom i video nadzorom, garantujemo brz i efikasan kargo. Do sada, imamo skoro sve kompanije širom sveta kao: Adria Airways, Austrian Airlines, Turkish Airlines, Swiss FedEx, UPS, DHL, kao i međunarodne prevoznike pošiljki kao AES Cargo, AGS, Intereuropa, Air Logistic itd. koje deluju na Kosovu i svi prevoze svoju robu preko našeg Aerodroma, koristeći naše kargo usluge. Kargo Postrojenja: - Skladište robe za uvoz, radno vreme: Pon-Ned 08: 00 - 02 :00 - Skladište robe za izvoz, radno vreme: Pon- Sub 08:00 – 16:00 - Nakon 48 sati primalac će osim dnevnih naknada platiti dodatnu nakhnadu u skladu sa LKIA-Prištinskim Međunarodnim Aerodromom ‘Adem Jašari’. - Viljuškari su dostupni - Frižider za pošiljke koje moraju biti na hladnom je dostupan. - Prostor za držanje kvarljive robe: Nije dostupan, (treba biti aranžirano brzo preuzimanje robe) - Sef za vrednosne pošiljke (VAL): Nije dostupan (biti aranžirano brzo preuzimanje robe) Poseban prostor za žive životinje AVI: Nije dostupan (biti aranžirano brzo preuzimanje robe) - Poseban prostor za opasne materije Nije dostupan (biti aranžirano brzo preuzimanje robe) Za sve pošiljke opasnih materija, planiranih za uvoz i izvoz u i sa PRN, potrebna je specijalna dozvola Autoriteta za Civilnu Avijaciju Republike Kosova (ACAK) Tranzit Kargo: Nije dostupan. Kontakti kargo jedinice: Menadžer platforme i Kargo Menadžer Telephone: +381 (0) 38 5015023292 Šef kargo poslovanja E-mail: jseferi@limakkosovo.aero, Vođa tima Kargo Uvoz E-mail: cargoprn@limakkosovo.aero Finansijski ured na dužnosti Telephone: +381 (0) 38 5015023294, Vođa tima Kargo izvoz Radno vreme carine: Pon-Ned 08:00 – 18:00. Carinjenje se vrši, zbog važećih zakona zemlje, kako sledi: Ako se pošiljka ne preuzme nakon 24 sata, pošiljka če biti konfiskovana prema važećem lokalnom zakonu, KDA:03/L 109 poglavlje 3, član 4, poglavlje 4, član 53 tačka 1, deo 2. U slučaju konfiskovanja pošiljke, sve skladištne takse će se naplatiti avio kompaniji ili njenom licenciranom predstavniku (pošiljaocu ili špediteru).

# title_security
source: Security and Screening Unit
sq: Njësia e Sigurimit dhe Skenimit
sr: Jedinica Bezbednosti i Skeniranja
