Repository: petritrama/iosApppia
Catalog: PristinaInternationalAirport/*.lproj/Localizable.strings
Languages: sq, sr

# lblFlight
source: Flight Info
sq: Fluturimet
sr: Letovi

# lblExplore
source: Explore Airport
sq: Aeroporti
sr: Aerodrom

# lblDestination
source: Destinations and Schedule
sq: Destinacionet dhe Oraret
sr: Destinacija i Raspored

# lblServices
source: Services
sq: Shërbimet
sr: Usluge

# lblNews
source: News
sq: Lajme
sr: Vesti

# lblInfo
source: Information
sq: Informata
sr: Informacije

# tab_arrival
source: Arrivals
sq: Arritjet
sr: Dolasci

# tab_departure
source: Departures
sq: Nisjet
sr: Odlazak

# wait_msg
source: Please Wait ....
sq: Ju lutem pritni ....
sr: Sačekajte ....

# conn_msg
source: You are not connected to the Internet!
sq: Nuk jeni i kyqur ne Internet!
sr: Niste prijavljeni na Internetu!

# readMore_msg
source: Click to Read the full story
sq: Klikoni që të lexoni lajmin e plotë
sr: Kliknite da pročitate celu priču

# flightInfoScene
source: Flight Information
sq: Fluturimet
sr: Letovi

# lblFrom
source: From:
sq: Nga:
sr: Od:

# lblSchedule
source: Schedule:
sq: Orari:
sr: Planiran:

# lblStatus
source: Status:
sq: Statusi:

# lblTo
source: To:
sq: Në:
sr: Na:

# lblExpected
source: Expected
sq: Planifikuar

# rent_schedule
source: Work Schedule
sq: Orari i Punës

# menuCompanyProfile
source: Company Profile
sq: Profili i Kompanisë
sr: Profil Kompanije

# menuHistory
source: History
sq: Historia
sr: Istorija

# menuLimak
source: Main Info - Limak Holding
sq: Informata kyçe për Limak Holding
sr: Glavne informacije o Limak Holding

# manuADLMS
source: Main Info - ADLMS
sq: Informata kyçe për ADLMS
sr: Glavne informacije o ADLMS

# menuOrganisatioin
source: Organization
sq: Skema Organizative
sr: Organizacija

# menuVission
source: Mission & Vision
sq: Misioni dhe Vizioni ynë
sr: Misija i vizija

# menuCEO
source: Message from CEO
sq: Mesazhi nga Drejtori Gjeneral
sr: Poruka Generalnog Direktora

# menuPolicy
source: Integrated Management System Policy
sq: Politika e Sistemit të Menaxhimit të Integruar
sr: Politika kvalitete

# menuSocial
source: Corporate Social Responsibility
sq: Përgjegjësia e Korporatës ndaj Shoqërisë
sr: Korporativna društvena odgovornost

# menuCareer
source: Career
sq: Karriera
sr: Karijera

# menuMap
source: Terminal Map
sq: Harta e Terminalit
sr: Terminal Mapa

# menuBank
source: Banks
sq: Bankat
sr: Banka

# menuRestaurnat
source: Restaurants and Shops
sq: Restoranet dhe Dyqanet
sr: Restorani i Prodavnice

# menuAirlines
source: Airlines
sq: Kompanitë Ajrore
sr: Avio-Kompanije

# menuAd
source: Advertisement
sq: Reklamimi
sr: Reklamacija

# menuTaxi
source: Taxi Services
sq: Shërbimet Taksi
sr: Taxi Usluge

# menuDestinations
source: Destinations
sq: Destinacionet
sr: Destinacija

# menuSchedule
source: Schedule
sq: Orari i fluturimeve
sr: Raspored

# menuCoordination
source: Airport Schedule Coordination and Facilitation
sq: Koordinimi dhe lehtësimi i orarit i Aeroportit
sr: Kordinacija i olakšanje rasporeda aerodroma

# menuAppliacionFlight
source: Information on application for flights
sq: Informacione lidhur me aplikimin për fluturime
sr: Raspored

# menuPublication
source: Publications
sq: Publikimet
sr: Publikacije

# menuServices
source: Services
sq: Shërbime
sr: Usluge

# menuPHS
source: Passenger Handling Service
sq: Shërbimi për procesimin e udhëtarëve
sr: Putnički usluga Rukovanje

# menuLostFound
source: Information & Lost and Found
sq: Informatat dhe valixhet e humbura dhe të gjetura
sr: Informacije i Neprispeli Prtljag

# menuCIP
source: CIP and 17/02 Service
sq: Shërbimi CIP dhe 17/02
sr: CIP i 17/02 Usluga

# menuCommercial
source: Commercial
sq: Njësia Komerciale
sr: Komercijalna jedinica

# menuRAMP
source: Ramp Services
sq: Shërbimet Ramp
sr: Usluge Platforme

# menuCargo
source: Cargo
sq: Mallërat
sr: Kargo

# menuSecurity
source: Security and Screening Unit
sq: Njësia e Sigurimit dhe Skenimit
sr: Jedinica Bezbednosti i Skeniranja

# menuMedical
source: Medical Care
sq: Kujdesi Mjekësor
sr: Medicinska Nega

# menuICT
source: Information Communication Technologies
sq: TIK
sr: TIK

# menuNews
source: News
sq: Lajme
sr: Vesti

# menuMediaEnquiry
source: Media Enquiry
sq: Kërkesa nga Media
sr: Mediji Upit

# menuContact
source: Contact
sq: Kontaktet
sr: Kontakt

# menuPassInfo
source: Passenger Info
sq: Informata për udhëtarë
sr: Putničke informacije

# menuScheduleFeasc
source: Schedule Facilitation
sq: Koordinimi i fluturimeve
sr: Koordinacija redova letenja

# title_companyprofile
source: Company Profile
sq: Profili i Kompanisë
sr: Profil kompanije

# text_companyprofile
source: Prishtina International Airport 'Adem Jashari' is being managed and operated by a consortium Limak and Aeroports de Lyon. The consortium Limak and Aeroports de Lyon took the management and operation of the airport after a Public Private Partnership Agreement signed in August 12, 2010. Since then it has built and construct the new terminal of 42,000 meters square with its connected buildings by using the latest technology in the market. Limak Holding which is in consortium with Aeroports de Lyon is one of the leading companies known worldwide in different sectors beside the aviation such as investments,construction, tourism, energy, cement and food. It currently operates Sabiha Gokcen International Airport in Turkey whereas Aeroports de Lyon is known for operational services of the airport. It currently operates and managed Aeroport de Lyon in France. The consortium Limak and Aeroports de Lyon will manage and operate Prishtina International Airport 'Adem Jashari' 20 years from the date of agreement by totally transferring all its assets to the Government of Kosovo after this period of time is over.
sq: Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' menaxhohet dhe operohet nga konsorciumi Limak dhe Aeroports de Lyon. Konsorciumi Limak dhe Aeroports de Lyon mori menaxhimin dhe operimin e aeroportit pas Marrëveshjes mbi Partneritetin Publiko Privat të nënshkruar më 12 Gusht 2010. Që atëherë, konsorciumi ka ndërtuar Terminalin e ri me 42.000 metra katrorë me ndërtesat përcjellëse duke përdorur teknologjinë më të fundit në treg. Limak Holding, që është në konsorcium me Aeroports de Lyon, është një nga kompanitë kryesore e njohur në gjithë botën në sektorë të ndryshëm përveç aviacionit të tilla si investimet, ndërtimet, turizmi, energjia, çimento dhe ushqimet. Aktualisht operon me Aeroportin Ndërkombëtar Sabiha Gokcen në Turqi ndërsa Aeroports de Lyon është i njohur për shërbimet e operimeve të aeroportit. Aktualisht operon dhe menaxhon me Aeroport de Lyon në Francë. Konsorciumi Limak dhe Aeroports de Lyon do të menaxhojë dhe operojë me Aeroportin Ndërkombëtar të Prishtinës 'Adem Jashari' 20 vite nga data e marrëveshjes duke transferuar të gjitha asetet e veta te Qeveria e Kosovës pas përfundimit të kësaj periudhe kohore.
sr: Prištinskim Međunarodnim Aerodromom ‘Adem Jašari’upravlja i rukovodi konzorcijum Limak i Aéroports de Lyon. Konzorcijum Limak i Aéroports de Lyon je preuzeo upravljanje i rukovođenje aerodroma nakon Sporazuma o javno privatnom partnerstvu potpisanog 12. Avgusta 2010. Od tada, konzorcijum je izgradio novi terminal od 42.000 metara kvadratnih sa pratećim objektima koristeći najnoviju tehnologiju na tržištu. Limak holding koji je u konzorcijumu sa Aéroports de Lyon je jedna od vodećih kompanija poznata širom sveta u različitim sektorima pored avijacije, kao što su investicije, građevinarstvo, turizam, energija, cement i hrana. Trenutno upravlja Međunarodnim Aerodromom Sabiha Gokcen u Turskoj, dok je Aéroports de Lyon poznat po aerodromskim operativnim službama. Trenutno upravlja i rukovodi Aeroport de Lyon u Francuskoj. Konzorcijum Limak i Aéroports de Lyon će upravljati i Prištinskim Međunarodnim Aerodromom ‘Adem Jašari’20 godina od dana sporazuma, dok će svu svoju imovinu preneti na Vladu Kosova posle završetka ovog perioda.

# title_history
source: History
sq: Historia
sr: Istorija

# text_history
source: The history of Prishtina International Airport `Adem Jashari` began in 1965 for domestic flights only to become one of the most competitive regional airports nowadays. The stages of development background: 1985 - The year of being equipped with modern technology of that time in compliance to ICAO standards. 1999 - It overpassed the domestic borders to be transferred into an International Airport with reactivation and promotion on October 15th, 1999, providing air transport to several European cities. 2000 - Initially this airport has operated only humanitarian flights until the beginning of the year. During that period of time, KFOR Russian forces along with other NATO forces and allies were in charge of Airport security. Airport begun its operation and had only 45 employees in total. 2002 - The apron, the passenger terminal was being renovated and expanded to be completed in the next few months (by the end of the summer). Utilizers and energy supplies were upgraded and the buildings used for cargo traffic were newly built. 2002/2005 - Approximately 800.000 up to 1.000.000 commercial and military passengers were processed annually. The airport has re-build its facilities and new equipment’s were stalled helping to offer a wide range of quality services to its passengers and visitors.The airport needs were oriented towards the renovation considered the post war period. In the last 3 years the company renovated and reorganized the airport completely. 2006 - It is the year when the rapid development of Prishtina International Airport `Adem Jashari` was awarded ‘The Best airport under 1 million passengers category’ from ACI Awards. 2007 - At the first quarter of this year the passengers’ number increased up to 11%. 2008 - Prishtina International Airport `Adem Jashari` was certified from Icelandic Civil Aviation Authority after the safety and security standards were met, as a result of different projects investments as runway resurfacing, runway lightening, perimeter road and perimeter fence and several other investments. 2009 - The airport begun to operate 24 hours. 2010 - The airport went under concession due to an agreement between the Kosovo Government-Public Private Partnership and the Turkish-French Consortium `Limak and Airports de Lyon`. 2011 - The Turkish-French Consortium, Limak and Aeroports de Lyon, officially took the responsibilities of Prishtina International Airport. Public private partnership is will manage and operate Prishtina International Airport `Adem Jashari` for the next 20 years, to modernize and expand the terminal to 27 thousand meter square out of the 100 million Euros investments which will be done by Limak - Airport de Lyon. 2013 - Limak Kosovo under the consortium agreement constructed the total new terminal of Prishtina International Airport `Adem Jashari` by double expanding it from 27,000 meters square as agreed to 42,000 meters square, using the latest technology in market. October 23, 2013 - Inauguration of New Terminal. 2014 - Prishtina International Airport `Adem Jashari` won the award `The best design of quality of steel` placed at new terminal. The award was given by `Best National Steel Awards` by the Turkish Steel Construction Asssociation at Altunizade. 2014 - Prishtina International Airport `Adem Jashari` was reported `The best concession agreement in the region` being compared to regional airports in a report by NGO `STRAS`.
sq: Historia e Aeroportit Ndërkombëtar të Prishtinës “Adem Jashari” filloi në vitin 1965 vetëm për fluturime të brendshme për t’u bërë një nga aeroportet më konkuruese rajonale në ditët e sotme. Fazat e zhvillimit: 1985 - Viti i paisjes me teknologji bashkëkohore të asaj kohe sipas standardeve të ICAO-s. 1999 - Aeroporti tejkaloi kufijtë vendor duke u transferuar në një Aeroport Ndërkombëtar me riaktivizimin dhe avancimin e tij më datë 15 Tetor 1999 me ofrimin e transportit ajror në disa qytete Evropiane. 2000 - Fillimisht, ky aeroport ka operuar vetëm me fluturime humanitare deri në fillim të vitit. Gjatë kësaj periudhe, forcat e KFOR-it Rus së bashku me forcat tjera të NATO-s dhe aleatët e saj ishin përgjegjëse për sigurinë e Aeroportit. Aeroporti ka nisur operimet e tij me gjithsej 45 të punësuar. 2002 - Platforma dhe Terminali i udhëtarëve kanë filluar të rinovohen dhe kanë zgjeruar punën për t’u kompletuar në muajt e ardhshëm (në fund të verës). Shërbimet dhe furnizimi me energji elektrike u përmirësuan dhe ishin ndërtuar ndërtesat e reja për qarkullimin e mallrave. 2002/2005 - U pranuan dhe përcjellën diku rreth 800.000 deri në 1.000.000 udhëtarë komercial dhe ushtarak në vit. Aeroporti ka rindërtuar objektet dhe ka instaluar paisjet e reja të cilat ndihmuan nëofrimin e një diapazani të gjerë të shërbimeve cilësore për udhëtarët dhe vizitorë. Kërkesat e Aeroportit pas periudhës së pasluftës ishin të orientuara drejt rinovimit. Gjatë 3 viteve të fundit, kompania ka rinovuar dhe riorganizuar aeroportin në tërësi. 2006 - Ishte viti kur zhvillimi i hovshëm i Aeroportit Ndërkombëtar të Prishtinës “Adem Jashari” ishte shpërblyer me çmimin ‘Aeroporti më i mirë në kategorinë nën 1 milion udhëtarë’. 2007 - Në pjesën e parë të këtij viti, numri i udhëtarëve është rritur për 11%. 2008 - Aeroporti Ndërkombëtar i Prishtinës ``Adem Jashari`` ishte çertifikuar nga Autoriteti Islandez i Aviacionit Civil pas përmbushjes së standardeve të sigurisë dhe sigurimit si rezultat i investimeve në projekte të ndryshme si rishtresimi i pistës, ndriçimi i pistës, rruga dhe rrethoja perimetrike, dhe disa investime tjera. 2009 - Aeroporti filloi të punojë 24 orë. 2010 - Aeroporti kaloi nën koncesion si rezultat i Marrëveshjes mes Qeverisë së Kosovës dhe Partneritetit Privat Publik, konsorciumit turko-francez "Limak dhe Airports de Lyon". 2011 - Konsorciumi turko-francez Limak dhe Aeroports de Lyon, zyrtarisht mori përgjegjësitë e Aeroportit Ndërkombëtar të Prishtinës. Partneriteti publiko privat është parashikuar që të menaxhojë dhe operojë Aeroportin Ndërkombëtar të Prishtinës 'Adem Jashari' për 20 vitet e ardhshme, që të modernizoj dhe zgjerojë terminalin në 27 mijë metër katrorë në vlerë mbi 100 milionë euro investime nga Limak dhe Aerports de Lyon. 2013 - Limak Kosova sipas Marrëveshjes së konsorciumit ndërtoi Terminalin tërësisht të ri të Aeroportit Ndërkombëtar të Prishtinës 'Adem Jashari', duke e dyfishuar atë nga 27.000 metra katrorë siç ishte rënë dakord në 42.000 metra katrorë, duke përdorur teknologjinë më të fundit në treg. October 23, 2013 - Inagurimi i terminalit të ri. 2014 - Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' fitoi çmimin 'Dizajni më i mirë i cilësisë së çelikut' të vendosur në terminalin e ri. 2014 - Aeroporti Ndërkombëtar i Prishtinës 'Adem Jashari' është raportuar si 'Marrëveshja më e mirë e koncesionit në rajon' krahasuar me aeroportet regjionale në një raport nga OJQ "STRAS".
sr: Istorija Prištinskog Međunarodnog Aerodroma ‘Adem Jašari’ počinje 1965. godine samo za domaće letove, a danas je postao jedan od najkonkurentnijih regionalnih aerodroma. Faze razvoja: 1985 - Godina kada je opremljen savremenom tehnologijom tog vremena u skladu sa ICAO standardima. 1999 - Premostio je domaće granice i pretvoren u Međunarodni Aerodrom reaktivacijom i promocijom na 15. oktobra 1999. godine, pružajući vazdušni prevoz u nekoliko evropskih gradova. 2000 - U početku ovaj aerodrom je poslovao samo humanitarne letove do početka godine. Tokom ovog perioda, snage ruskog KFOR zajedno sa ostalim snagama NATO i saveznicima su bile zadužene za bezbednost aerodroma. Aerodrom je započeo sa radom i imao samo 45 zaposlenih ukupno. 2002 - Započelo je renoviranje i proširenje putničkog terminal i završeno u narednih nekoliko meseci (do kraja leta). Korišćenje i snabdevanje energijom je unapređeno i zgrada koja se koristi za teretni saobraćaj je izgrađena. 2002/2005 - Oko 800.000 do 1.000.000 komercijalnih i vojnih putnika je godišnje obrađeno. Aerodrom je ponovo izgradio svoj objekat i nova oprema je instalirana sa ciljem da pomogne u ponudi širokog spektra kvalitetnih usluga svojim putnicima i posetiocima. Aerodromske potrebe su orijentisani ka renoviranju u posleratnom periodu. U poslednje 3 godine kompanija je renovirala i izvršila potpunu reorganizaciju aerodroma. 2006 - To je godina kada je brz razvoj Prištinskog Međunarodnog Aerodroma ‘Adem Jashari’ nagrađen u kategoriji ‘Najbolji aerodrome ispod 1 milion putnika’. 2007 - U prvom kvartalu ove godine broj putnike je povećan do 11%. 2008 - Prištinski Međunarodni Aerodrom ‘Adem Jašari’ je sertifikovan od strane Islandske Uprava za civilnu avijaciju nakon što su ispunjeni standardi bezbednosti i sigurnosti, kao rezultat investicija različitih projekata, kao što je obnavljanje piste, rasveta piste, obodni put i ograda i nekoliko drugih investicija. 2009 - aerodrom započinje sa radom 24 časa 2010 - Aerodrom je pod koncesijom zbog sporazuma o javno privatnom partnerstvu između Vlade Kosova i tursko-francuskog konzorcijuma ‘Limak &amp; Airports de Lyon’ 2011 - Tursko - francuski konzorcijum, Limak i Aeroports de Lyon, zvanično je preuzeo odgovornost za Prištinski Međunarodni Aerodroma. Javno privatno partnerstvo će upravljati Prištinskim Međunarodnim Aerodromom ‘Adem Jashari’ za narednih 20 godina, modernizovati i proširi terminal na 27 hiljada kvadratnih metara sa 100 miliona evra investicija koje će obaviti Limak- Airport de Lyon. 2013 - Limak Kosovo je pod ugovorom o konzorcijumu izgradio potpuno novi terminal na Prištinskom Međunarodnom Aerodromu ‘Adem Jašari’ dvaput širi od dogovorenih 27.000 metara kvadratnih na 42.000 kvadratnih metara, koristeći najnoviju tehnologiju na tržištu. 23. Oktobar 2013 - Inauguracija novog terminala October 23, 2013 - Inauguracija novog terminala 2014 - Prištinski Međunarodni Aerodrom ‘Adem Jašari’ osvojio je nagradu ‘Najbolji dizajn kvalitete čelika’ smešten na novom terminalu. 2014 - Prištinski Međunarodni Aerodrom ‘Adem Jašari’ je prijavljen kao ‘Najbolji ugovor o koncesiji u regionu’ u poređenju sa regionalnim aerodromima u izveštaju NVO “STRAS”.

# title_limak
source: Main Info - Limak Holding
sq: Informata kyçe për Limak Holding
sr: Glavne informacije o Limak Holding
